{"cartas":{"4":{"numero":4,"sigla_edicao":"mlp","edicao":"Magic: The Gathering Launch Parties","cod":"4mlpit","idioma":"it","nome":"Ajani Vendicativo","ataque":"","resistencia":"","lealdade":"3","mana":"2WR","mana_convertida":"4","raridade":"Special","artista":"Jason Chan","link":"http:\/\/magiccards.info\/mlp\/it\/4.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/mlp\/4.jpg","imagem_local":"mlp\/it\/4.jpg","descricao":"+1: Un permanente bersaglio non STAPpa durante il prossimo STAP del suo controllore.\r\n\r\n-2: L'Ajani Vendicativo infligge 3 danni a una creatura o a un giocatore bersaglio e tu guadagni 3 punti vita.\r\n\r\n-7: Distruggi tutte le terre controllate da un giocatore bersaglio.","texto":"","tipos":["Ajani","Planeswalker"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"10\/1\/2008","texto":" You may target any permanent with Ajani Vengeant's first ability. It doesn't have to be tapped."},{"data":"10\/1\/2008","texto":" The first ability tracks the permanent, but not its controller. If the permanent changes controllers before its first controller's next untap step has come around, then it won't untap during its new controller's next untap step."},{"data":"7\/1\/2013","texto":" Planeswalkers are permanents. You can cast one at the time you could cast a sorcery. When your planeswalker spell resolves, it enters the battlefield under your control."},{"data":"7\/1\/2013","texto":" Planeswalkers are not creatures. Spells and abilities that affect creatures won’t affect them."},{"data":"7\/1\/2013","texto":" Planeswalkers have loyalty. A planeswalker enters the battlefield with a number of loyalty counters on it equal to the number printed in its lower right corner. Activating one of its abilities may cause it to gain or lose loyalty counters. Damage dealt to a planeswalker causes that many loyalty counters to be removed from it. If it has no loyalty counters on it, it’s put into its owner’s graveyard as a state-based action."},{"data":"7\/1\/2013","texto":" Planeswalkers each have a number of activated abilities called “loyalty abilities.” You can activate a loyalty ability of a planeswalker you control only at the time you could cast a sorcery and only if you haven’t activated one of that planeswalker’s loyalty abilities yet that turn."},{"data":"7\/1\/2013","texto":" The cost to activate a planeswalker’s loyalty ability is represented by a symbol with a number inside. Up-arrows contain positive numbers, such as “+1”; this means “Put one loyalty counter on this planeswalker.” Down-arrows contain negative numbers, such as “-7”; this means “Remove seven loyalty counters from this planeswalker.” A symbol with a “0” means “Put zero loyalty counters on this planeswalker.”"},{"data":"7\/1\/2013","texto":" You can’t activate a planeswalker’s ability with a negative loyalty cost unless the planeswalker has at least that many loyalty counters on it."},{"data":"7\/1\/2013","texto":" Planeswalkers can’t attack (unless an effect turns the planeswalker into a creature). However, they can be attacked. Each of your attacking creatures can attack your opponent or a planeswalker that player controls. You say which as you declare attackers."},{"data":"7\/1\/2013","texto":" If your planeswalkers are being attacked, you can block the attackers as normal."},{"data":"7\/1\/2013","texto":" If a creature that’s attacking a planeswalker isn’t blocked, it’ll deal its combat damage to that planeswalker. Damage dealt to a planeswalker causes that many loyalty counters to be removed from it."},{"data":"7\/1\/2013","texto":" If a source you control would deal noncombat damage to an opponent, you may have that source deal that damage to a planeswalker that opponent controls instead. For example, although you can’t target a planeswalker with Shock, you can target your opponent with Shock, and then as Shock resolves, choose to have Shock deal its 2 damage to one of your opponent’s planeswalkers. (You can’t split up that damage between different players and\/or planeswalkers.) If you have Shock deal its damage to a planeswalker, two loyalty counters are removed from it."},{"data":"7\/1\/2013","texto":" If a player controls two or more planeswalkers that share a planeswalker type, that player chooses one of them and the rest are put into their owners’ graveyards as a state-based action."}],"_id":{"$id":"539f1f732a6931b00fddd1ac"}},"5":{"numero":5,"sigla_edicao":"mlp","edicao":"Magic: The Gathering Launch Parties","cod":"5mlpit","idioma":"it","nome":"Obelisco di Alara","ataque":"","resistencia":"","lealdade":"","mana":"6","mana_convertida":"6","raridade":"Special","artista":"John Avon","link":"http:\/\/magiccards.info\/mlp\/it\/5.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/mlp\/5.jpg","imagem_local":"mlp\/it\/5.jpg","descricao":"{1}{W}, {T}: Guadagni 5 punti vita.\r\n\r\n{1}{U}, {T}: Pesca una carta, poi scarta una carta.\r\n\r\n{1}{B}, {T}: Una creatura bersaglio prende -2\/-2 fino alla fine del turno.\r\n\r\n{1}{R}, {T}: L'Obelisco di Alara infligge 3 danni a un giocatore bersaglio.\r\n\r\n{1}{G}, {T}: Una creatura bersaglio prende +4\/+4 fino alla fine del turno.","texto":"","tipos":["Artefatto"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"539f1f732a6931b00fddd1ad"}},"6":{"numero":6,"sigla_edicao":"mlp","edicao":"Magic: The Gathering Launch Parties","cod":"6mlpit","idioma":"it","nome":"Cavaliere di Nuova Alara","ataque":"2","resistencia":"2","lealdade":"","mana":"2WG","mana_convertida":"4","raridade":"Special","artista":"David Palumbo","link":"http:\/\/magiccards.info\/mlp\/it\/6.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/mlp\/6.jpg","imagem_local":"mlp\/it\/6.jpg","descricao":"Ogni altra creatura multicolore che controlli prende +1\/+1 per ciascuno dei suoi colori.","texto":"\"Proteggerò ogni angolo di Alara, tanto Grixis quanto Bant. Lascia che la mia precedente dimora mi consideri un traditore. Non lo faccio per riconoscenza, ma perché è giusto che sia così.\"","tipos":["Umano","Cavaliere","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"5\/1\/2009","texto":" For example, a white creature gets no bonus. A white and blue creature gets +2\/+2. A white, blue, and black creature gets +3\/+3, and so on."}],"_id":{"$id":"539f1f732a6931b00fddd1ae"}},"7":{"numero":7,"sigla_edicao":"mlp","edicao":"Magic: The Gathering Launch Parties","cod":"7mlpit","idioma":"it","nome":"Formica Regina","ataque":"5","resistencia":"5","lealdade":"","mana":"3GG","mana_convertida":"5","raridade":"Special","artista":"Ron Spencer","link":"http:\/\/magiccards.info\/mlp\/it\/7.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/mlp\/7.jpg","imagem_local":"mlp\/it\/7.jpg","descricao":"{1}{G}: Metti sul campo di battaglia una pedina creatura Insetto 1\/1 verde.","texto":"\"Uccidete prima la regina, o dovremo combattere i suoi fuchi per sempre. Non è nella natura di una regina avere servitori a sufficienza.\"\r\n-Borzard, sterminatore capo","tipos":["Insetto","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"539f1f732a6931b00fddd1af"}},"8":{"numero":8,"sigla_edicao":"mlp","edicao":"Magic: The Gathering Launch Parties","cod":"8mlpit","idioma":"it","nome":"Valakut, il Pinnacolo Fuso","ataque":"","resistencia":"","lealdade":"","mana":"","mana_convertida":"","raridade":"Special","artista":"James Paick","link":"http:\/\/magiccards.info\/mlp\/it\/8.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/mlp\/8.jpg","imagem_local":"mlp\/it\/8.jpg","descricao":"Valakut, il Pinnacolo Fuso entra nel campo di battaglia TAPpato.\r\n\r\nOgniqualvolta una Montagna entra nel campo di battaglia sotto il tuo controllo, se controlli almeno cinque altre Montagne, puoi far infliggere da Valakut, il Pinnacolo Fuso 3 danni a una creatura o a un giocatore bersaglio.\r\n\r\n{T}: Aggiungi {R} alla tua riserva di mana.","texto":"","tipos":["Terra"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"10\/1\/2009","texto":" Valakut, the Molten Pinnacle's triggered ability has an \"intervening 'if' clause.\" That means (1) the ability won't trigger at all unless, at the time a Mountain enters the battlefield under your control, you control five or more Mountains other than that new one, and (2) the ability will do nothing if you control fewer than five Mountains other than that new one by the time it resolves."},{"data":"10\/1\/2009","texto":" If a Mountain you control leaves the battlefield between the time Valakut's second ability triggers and the time it resolves, be aware if that was the Mountain that caused Valakut's ability to trigger or not. If it was, Valakut's count isn't affected; if it wasn't, Valakut's count goes down by one."},{"data":"10\/1\/2009","texto":" If multiple Mountains enter the battlefield under your control at the same time, Valakut's second ability could trigger that many times. Each ability takes into consideration the other Mountains that entered the battlefield at the same time as the one that caused it to trigger."},{"data":"10\/1\/2009","texto":" You target a creature or player when the ability triggers. You decide whether to have Valakut deal damage to that creature or player as the ability resolves."}],"_id":{"$id":"539f1f732a6931b00fddd1b0"}},"13":{"numero":13,"sigla_edicao":"mlp","edicao":"Magic: The Gathering Launch Parties","cod":"13mlpit","idioma":"it","nome":"Tottero Assemblato","ataque":"5","resistencia":"5","lealdade":"","mana":"6","mana_convertida":"6","raridade":"Special","artista":"Volkan Baga","link":"http:\/\/magiccards.info\/mlp\/it\/13.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/mlp\/13.jpg","imagem_local":"mlp\/it\/13.jpg","descricao":"Volare\r\n\r\nAll'inizio del tuo mantenimento, se l'unico Tottero che controlli è il Tottero Assemblato, fai tornare il Tottero Assemblato in mano al suo proprietario e metti sul campo di battaglia cinque pedine creatura artefatto Tottero 1\/1 incolori con volare.","texto":"","tipos":["Tottero","Artefatto","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"6\/1\/2011","texto":" The triggered ability looks for any permanent you control with the creature type Thopter, not just the Thopter tokens previously created by a Thopter Assembly."}],"_id":{"$id":"539f1f732a6931b00fddd1b1"}}}}