{"cartas":{"1":{"numero":1,"sigla_edicao":"pro","edicao":"Pro Tour","cod":"1proen","idioma":"en","nome":"Eternal Dragon","ataque":"5","resistencia":"5","lealdade":"","mana":"5WW","mana_convertida":"7","raridade":"Special","artista":"Adam Rex","link":"http:\/\/magiccards.info\/pro\/en\/1.html","imagem_src":"http:\/\/magiccards.info\/scans\/en\/pro\/1.jpg","imagem_local":"pro\/en\/1.jpg","descricao":"Flying\r\n\r\n{3}{W}{W}: Return Eternal Dragon from your graveyard to your hand. Activate this ability only during your upkeep.\r\n\r\nPlainscycling {2} ({2}, Discard this card: Search your library for a Plains card, reveal it, and put it into your hand. Then shuffle your library.)","texto":"","tipos":["Spirit","Dragon","Creature"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Classic (MTGO)","Legal in Commander"],"regras":[{"data":"2\/1\/2009","texto":" Unlike the normal cycling ability, Plainscycling doesn't allow you to draw a card. Instead, it lets you search your library for a Plains card. After you find a Plains card in your library, you reveal it, put it into your hand, then shuffle your library."},{"data":"2\/1\/2009","texto":" Plainscycling is a form of cycling. Any ability that triggers on a card being cycled also triggers on Plainscycling this card. Any ability that stops a cycling ability from being activated also stops Plainscycling from being activated."},{"data":"2\/1\/2009","texto":" Plainscycling is an activated ability. Effects that interact with activated abilities (such as Stifle or Rings of Brighthearth) will interact with Plainscycling. Effects that interact with spells (such as Remove Soul or Faerie Tauntings) will not."},{"data":"2\/1\/2009","texto":" You can choose to find any card with the Plains land type, including nonbasic lands. You can also choose not to find a card, even if there is a Plains card in your library."}],"_id":{"$id":"539ef61e2a6931af0fddd136"}},"2":{"numero":2,"sigla_edicao":"pro","edicao":"Pro Tour","cod":"2proen","idioma":"en","nome":"Mirari's Wake","ataque":"","resistencia":"","lealdade":"","mana":"3WG","mana_convertida":"5","raridade":"Special","artista":"Volkan Baga","link":"http:\/\/magiccards.info\/pro\/en\/2.html","imagem_src":"http:\/\/magiccards.info\/scans\/en\/pro\/2.jpg","imagem_local":"pro\/en\/2.jpg","descricao":"Creatures you control get +1\/+1.\r\n\r\nWhenever you tap a land for mana, add one mana to your mana pool of any type that land produced.","texto":"The land drank power from the Mirari as though it had thirsted forever.","tipos":["Enchantment"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Classic (MTGO)","Legal in Commander"],"regras":[""],"_id":{"$id":"539ef61e2a6931af0fddd137"}},"3":{"numero":3,"sigla_edicao":"pro","edicao":"Pro Tour","cod":"3proen","idioma":"en","nome":"Treva, the Renewer","ataque":"6","resistencia":"6","lealdade":"","mana":"3WUG","mana_convertida":"6","raridade":"Special","artista":"Jean-Sébastien Rossbach","link":"http:\/\/magiccards.info\/pro\/en\/3.html","imagem_src":"http:\/\/magiccards.info\/scans\/en\/pro\/3.jpg","imagem_local":"pro\/en\/3.jpg","descricao":"Flying\r\n\r\nWhenever Treva, the Renewer deals combat damage to a player, you may pay {2}{W}. If you do, choose a color, then you gain 1 life for each permanent of that color.","texto":"","tipos":["Dragon","Creature","Legendary"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Classic (MTGO)","Legal in Commander"],"regras":[{"data":"10\/4\/2004","texto":" You choose the color during resolution. This means your opponent does not get to react after knowing the color you chose."}],"_id":{"$id":"539ef61e2a6931af0fddd138"}},"4":{"numero":4,"sigla_edicao":"pro","edicao":"Pro Tour","cod":"4proen","idioma":"en","nome":"Avatar of Woe","ataque":"6","resistencia":"5","lealdade":"","mana":"6BB","mana_convertida":"8","raridade":"Special","artista":"rk post","link":"http:\/\/magiccards.info\/pro\/en\/4.html","imagem_src":"http:\/\/magiccards.info\/scans\/en\/pro\/4.jpg","imagem_local":"pro\/en\/4.jpg","descricao":"If there are ten or more creature cards total in all graveyards, Avatar of Woe costs {6} less to cast.\r\n\r\nFear (This creature can't be blocked except by artifact creatures and\/or black creatures.)\r\n\r\n{T}: Destroy target creature. It can't be regenerated.","texto":"","tipos":["Avatar","Creature"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"10\/4\/2004","texto":" The converted mana cost of this card is still 8, even if you only pay {B}{B} to cast it."}],"_id":{"$id":"539ef61e2a6931af0fddd139"}},"5":{"numero":5,"sigla_edicao":"pro","edicao":"Pro Tour","cod":"5proen","idioma":"en","nome":"Ajani Goldmane","ataque":"","resistencia":"","lealdade":"4","mana":"2WW","mana_convertida":"4","raridade":"Special","artista":"Christopher Moeller","link":"http:\/\/magiccards.info\/pro\/en\/5.html","imagem_src":"http:\/\/magiccards.info\/scans\/en\/pro\/5.jpg","imagem_local":"pro\/en\/5.jpg","descricao":"+1: You gain 2 life.\r\n\r\n-1: Put a +1\/+1 counter on each creature you control. Those creatures gain vigilance until end of turn.\r\n\r\n-6: Put a white Avatar creature token onto the battlefield. It has \"This creature's power and toughness are each equal to your life total.\"","texto":"","tipos":["Ajani","Planeswalker"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"10\/1\/2007","texto":" The vigilance granted to a creature by the second ability remains until the end of the turn even if the +1\/+1 counter is removed."},{"data":"10\/1\/2007","texto":" The power and toughness of the Avatar created by the third ability will change as your life total changes."},{"data":"7\/1\/2013","texto":" Planeswalkers are permanents. You can cast one at the time you could cast a sorcery. When your planeswalker spell resolves, it enters the battlefield under your control."},{"data":"7\/1\/2013","texto":" Planeswalkers are not creatures. Spells and abilities that affect creatures won’t affect them."},{"data":"7\/1\/2013","texto":" Planeswalkers have loyalty. A planeswalker enters the battlefield with a number of loyalty counters on it equal to the number printed in its lower right corner. Activating one of its abilities may cause it to gain or lose loyalty counters. Damage dealt to a planeswalker causes that many loyalty counters to be removed from it. If it has no loyalty counters on it, it’s put into its owner’s graveyard as a state-based action."},{"data":"7\/1\/2013","texto":" Planeswalkers each have a number of activated abilities called “loyalty abilities.” You can activate a loyalty ability of a planeswalker you control only at the time you could cast a sorcery and only if you haven’t activated one of that planeswalker’s loyalty abilities yet that turn."},{"data":"7\/1\/2013","texto":" The cost to activate a planeswalker’s loyalty ability is represented by a symbol with a number inside. Up-arrows contain positive numbers, such as “+1”; this means “Put one loyalty counter on this planeswalker.” Down-arrows contain negative numbers, such as “-7”; this means “Remove seven loyalty counters from this planeswalker.” A symbol with a “0” means “Put zero loyalty counters on this planeswalker.”"},{"data":"7\/1\/2013","texto":" You can’t activate a planeswalker’s ability with a negative loyalty cost unless the planeswalker has at least that many loyalty counters on it."},{"data":"7\/1\/2013","texto":" Planeswalkers can’t attack (unless an effect turns the planeswalker into a creature). However, they can be attacked. Each of your attacking creatures can attack your opponent or a planeswalker that player controls. You say which as you declare attackers."},{"data":"7\/1\/2013","texto":" If your planeswalkers are being attacked, you can block the attackers as normal."},{"data":"7\/1\/2013","texto":" If a creature that’s attacking a planeswalker isn’t blocked, it’ll deal its combat damage to that planeswalker. Damage dealt to a planeswalker causes that many loyalty counters to be removed from it."},{"data":"7\/1\/2013","texto":" If a source you control would deal noncombat damage to an opponent, you may have that source deal that damage to a planeswalker that opponent controls instead. For example, although you can’t target a planeswalker with Shock, you can target your opponent with Shock, and then as Shock resolves, choose to have Shock deal its 2 damage to one of your opponent’s planeswalkers. (You can’t split up that damage between different players and\/or planeswalkers.) If you have Shock deal its damage to a planeswalker, two loyalty counters are removed from it."},{"data":"7\/1\/2013","texto":" If a player controls two or more planeswalkers that share a planeswalker type, that player chooses one of them and the rest are put into their owners’ graveyards as a state-based action."}],"_id":{"$id":"539ef61e2a6931af0fddd13a"}}}}