{"cartas":{"5":{"numero":5,"sigla_edicao":"pro","edicao":"Pro Tour","cod":"5projp","idioma":"jp","nome":"黄金のたてがみのアジャニ","ataque":"","resistencia":"","lealdade":"4","mana":"2WW","mana_convertida":"4","raridade":"Special","artista":"Christopher Moeller","link":"http:\/\/magiccards.info\/pro\/jp\/5.html","imagem_src":"http:\/\/magiccards.info\/scans\/jp\/pro\/5.jpg","imagem_local":"pro\/jp\/5.jpg","descricao":"+1：あなたは２点のライフを得る。\r\n\r\n-1：あなたがコントロールする各クリーチャーの上に、それぞれ＋１\/＋１カウンターを１個置く。 それらのクリーチャーはターン終了時まで警戒を得る。\r\n\r\n-6：白のアバター・クリーチャー・トークンを１体戦場に出す。 それは「このクリーチャーのパワーとタフネスは、それぞれあなたのライフの総量に等しい。」を持つ。","texto":"","tipos":["アジャニ","プレインズウォーカー"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"10\/1\/2007","texto":" The vigilance granted to a creature by the second ability remains until the end of the turn even if the +1\/+1 counter is removed."},{"data":"10\/1\/2007","texto":" The power and toughness of the Avatar created by the third ability will change as your life total changes."},{"data":"7\/1\/2013","texto":" Planeswalkers are permanents. You can cast one at the time you could cast a sorcery. When your planeswalker spell resolves, it enters the battlefield under your control."},{"data":"7\/1\/2013","texto":" Planeswalkers are not creatures. Spells and abilities that affect creatures won’t affect them."},{"data":"7\/1\/2013","texto":" Planeswalkers have loyalty. A planeswalker enters the battlefield with a number of loyalty counters on it equal to the number printed in its lower right corner. Activating one of its abilities may cause it to gain or lose loyalty counters. Damage dealt to a planeswalker causes that many loyalty counters to be removed from it. If it has no loyalty counters on it, it’s put into its owner’s graveyard as a state-based action."},{"data":"7\/1\/2013","texto":" Planeswalkers each have a number of activated abilities called “loyalty abilities.” You can activate a loyalty ability of a planeswalker you control only at the time you could cast a sorcery and only if you haven’t activated one of that planeswalker’s loyalty abilities yet that turn."},{"data":"7\/1\/2013","texto":" The cost to activate a planeswalker’s loyalty ability is represented by a symbol with a number inside. Up-arrows contain positive numbers, such as “+1”; this means “Put one loyalty counter on this planeswalker.” Down-arrows contain negative numbers, such as “-7”; this means “Remove seven loyalty counters from this planeswalker.” A symbol with a “0” means “Put zero loyalty counters on this planeswalker.”"},{"data":"7\/1\/2013","texto":" You can’t activate a planeswalker’s ability with a negative loyalty cost unless the planeswalker has at least that many loyalty counters on it."},{"data":"7\/1\/2013","texto":" Planeswalkers can’t attack (unless an effect turns the planeswalker into a creature). However, they can be attacked. Each of your attacking creatures can attack your opponent or a planeswalker that player controls. You say which as you declare attackers."},{"data":"7\/1\/2013","texto":" If your planeswalkers are being attacked, you can block the attackers as normal."},{"data":"7\/1\/2013","texto":" If a creature that’s attacking a planeswalker isn’t blocked, it’ll deal its combat damage to that planeswalker. Damage dealt to a planeswalker causes that many loyalty counters to be removed from it."},{"data":"7\/1\/2013","texto":" If a source you control would deal noncombat damage to an opponent, you may have that source deal that damage to a planeswalker that opponent controls instead. For example, although you can’t target a planeswalker with Shock, you can target your opponent with Shock, and then as Shock resolves, choose to have Shock deal its 2 damage to one of your opponent’s planeswalkers. (You can’t split up that damage between different players and\/or planeswalkers.) If you have Shock deal its damage to a planeswalker, two loyalty counters are removed from it."},{"data":"7\/1\/2013","texto":" If a player controls two or more planeswalkers that share a planeswalker type, that player chooses one of them and the rest are put into their owners’ graveyards as a state-based action."}],"_id":{"$id":"539f39532a6931af0fddd6eb"}}}}