{"cartas":{"43":{"numero":43,"sigla_edicao":"ptc","edicao":"Prerelease Events","cod":"43ptcjp","idioma":"jp","nome":"彗星の嵐","ataque":"","resistencia":"","lealdade":"","mana":"XRR","mana_convertida":"2","raridade":"Special","artista":"Tomasz Jedruszek","link":"http:\/\/magiccards.info\/ptc\/jp\/43.html","imagem_src":"http:\/\/magiccards.info\/scans\/jp\/ptc\/43.jpg","imagem_local":"ptc\/jp\/43.jpg","descricao":"多重キッカー {1} （あなたはこの呪文を唱えるに際し、追加で{1}を望む回数支払ってもよい。）\r\n\r\nクリーチャー１体かプレイヤー１人を対象とし、その後、他のクリーチャーか他のプレイヤーを、彗星の嵐がキッカーされている１回につき１体または１人対象とする。 彗星の嵐はそのそれぞれにＸ点ずつのダメージを与える。","texto":"","tipos":["インスタント"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"3\/1\/2010","texto":" The number of targets you choose for Comet Storm is one more than the number of times it's kicked. First you declare how many times you're going to kick the spell (at the same time you declare the value of X), then you choose the targets accordingly, then you pay the costs. No player can respond between the time you declare how many times you'll kick the spell and the time you choose the targets."},{"data":"3\/1\/2010","texto":" Each target you choose must be different."},{"data":"3\/1\/2010","texto":" For example, if you want Comet Storm to deal 4 damage to each of three different targets, that means X is 4 and you're kicking the spell twice. You'll pay a mana cost of {4}{R}{R}, plus a kicker cost of {1}, plus another kicker cost of {1}, for a total of {6}{R}{R}."},{"data":"3\/1\/2010","texto":" As long as any of its targets are legal at the time Comet Storm resolves, Comet Storm will deal X damage to each of those legal targets."}],"_id":{"$id":"539f39532a6931af0fddd6ed"}},"44":{"numero":44,"sigla_edicao":"ptc","edicao":"Prerelease Events","cod":"44ptcjp","idioma":"jp","nome":"引き裂かれし永劫、エムラクール","ataque":"15","resistencia":"15","lealdade":"","mana":"15","mana_convertida":"15","raridade":"Special","artista":"Justin Sweet","link":"http:\/\/magiccards.info\/ptc\/jp\/44.html","imagem_src":"http:\/\/magiccards.info\/scans\/jp\/ptc\/44.jpg","imagem_local":"ptc\/jp\/44.jpg","descricao":"引き裂かれし永劫、エムラクールは打ち消されない。\r\n\r\nあなたが引き裂かれし永劫、エムラクールを唱えたとき、このターンに続いて追加の１ターンを行う。\r\n\r\n飛行、プロテクション（有色の呪文）、滅殺 ６\r\n\r\n引き裂かれし永劫、エムラクールがいずれかの領域からいずれかの墓地に置かれたとき、オーナーは自分の墓地を自分のライブラリーに加えて切り直す。","texto":"","tipos":["エルドラージ","伝説のクリーチャー"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Classic (MTGO)","Banned in Commander","Legal in Modern"],"regras":[{"data":"6\/15\/2010","texto":" Annihilator abilities trigger and resolve during the declare attackers  step. The defending player chooses and sacrifices the required number  of permanents before he or she declares blockers. Any creatures  sacrificed this way won't be able to block."},{"data":"6\/15\/2010","texto":" If a creature with annihilator is attacking a planeswalker, and the  defending player chooses to sacrifice that planeswalker, the attacking  creature continues to attack. It may be blocked. If it isn't blocked, it  simply won't deal combat damage to anything."},{"data":"6\/15\/2010","texto":" In a Two-Headed Giant game, the controller of an attacking creature  with annihilator chooses which of the defending players is affected by  the ability. Only that player sacrifices permanents. The choice is made  as the ability resolves; once a player is chosen, it's too late for  anyone to respond."},{"data":"6\/15\/2010","texto":" Emrakul can be targeted by spells that try to counter it (such as Lay  Bare). Those spells will resolve, but the part of their effect that  would counter Emrakul won't do anything. Any other effects those spells  have will work as normal."},{"data":"6\/15\/2010","texto":" \"Protection from colored spells\" means that Emrakul can't be the  target of colored spells (including colored Aura spells) or of abilities  whose sources are colored spells (such as the \"when you cast\" ability  of an Ulamog, the Infinite Gyre that's been turned red by Painter's  Servant). It also means that all damage that would be dealt to Emrakul  by colored spells is prevented. Like every protection ability, it works  only while Emrakul is on the battlefield."},{"data":"6\/15\/2010","texto":" \"Colored spells\" is not synonymous with \"colored instants and  sorceries.\" For example, if a player cycles Choking Tethers, its  triggered ability may target Emrakul because Choking Tethers wasn't cast  as a spell."},{"data":"6\/15\/2010","texto":" Emrakul may be affected by colored spells that don't target it or deal  damage to it, including those that cause it to become blocked. Abilities of colored permanents (such as Journey to Nowhere) may target  it. Auras may be moved onto it by abilities or by colored spells that  don't target it (such as Aura Graft)."}],"_id":{"$id":"539f39532a6931af0fddd6ee"}},"46":{"numero":46,"sigla_edicao":"ptc","edicao":"Prerelease Events","cod":"46ptcjp","idioma":"jp","nome":"ワームとぐろエンジン","ataque":"6","resistencia":"6","lealdade":"","mana":"6","mana_convertida":"6","raridade":"Special","artista":"Raymond Swanland","link":"http:\/\/magiccards.info\/ptc\/jp\/46.html","imagem_src":"http:\/\/magiccards.info\/scans\/jp\/ptc\/46.jpg","imagem_local":"ptc\/jp\/46.jpg","descricao":"接死、絆魂\r\n\r\nワームとぐろエンジンが戦場からいずれかの墓地に置かれたとき、接死を持つ無色の３\/３のワーム・アーティファクト・クリーチャー・トークンを１体と、絆魂を持つ無色の３\/３のワーム・アーティファクト・クリーチャー・トークンを１体戦場に出す。","texto":"","tipos":["ワーム","アーティファクト","クリーチャー"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"1\/1\/2011","texto":" The two creature tokens enter the battlefield at the same time."},{"data":"1\/1\/2011","texto":" It must be clear to all players which token has deathtouch and which token has lifelink."}],"_id":{"$id":"539f39532a6931af0fddd6ef"}},"49":{"numero":49,"sigla_edicao":"ptc","edicao":"Prerelease Events","cod":"49ptcjp","idioma":"jp","nome":"囁く者、シェオルドレッド","ataque":"6","resistencia":"6","lealdade":"","mana":"5BB","mana_convertida":"7","raridade":"Special","artista":"Jason Felix","link":"http:\/\/magiccards.info\/ptc\/jp\/49.html","imagem_src":"http:\/\/magiccards.info\/scans\/jp\/ptc\/49.jpg","imagem_local":"ptc\/jp\/49.jpg","descricao":"沼渡り\r\n\r\nあなたのアップキープの開始時に、あなたの墓地にあるクリーチャー・カード１枚を対象とし、それを戦場に戻す。\r\n\r\n各対戦相手のアップキープの開始時に、そのプレイヤーはクリーチャーを１体生け贄に捧げる。","texto":"","tipos":["法務官","伝説のクリーチャー"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"6\/1\/2011","texto":" The player whose upkeep it is chooses a creature to sacrifice when the ability resolves."},{"data":"6\/1\/2011","texto":" In a Two-Headed Giant game, the last ability will trigger twice at the beginning of the opposing team's upkeep, once for each player on that team. Each player sacrifices only a creature he or she controls."}],"_id":{"$id":"539f39532a6931af0fddd6f0"}}}}