{"cartas":{"1":{"numero":1,"sigla_edicao":"wmcq","edicao":"World Magic Cup Qualifiers","cod":"1wmcqen","idioma":"en","nome":"Vengevine","ataque":"4","resistencia":"3","lealdade":"","mana":"2GG","mana_convertida":"4","raridade":"Special","artista":"Trevor Claxton","link":"http:\/\/magiccards.info\/wmcq\/en\/1.html","imagem_src":"http:\/\/magiccards.info\/scans\/en\/wmcq\/1.jpg","imagem_local":"wmcq\/en\/1.jpg","descricao":"Haste\r\n\r\nWhenever you cast a spell, if it's the second creature spell you cast this turn, you may return Vengevine from your graveyard to the battlefield.","texto":"Leave but a shred of root and it will return, bursting with vigor.","tipos":["Elemental","Creature"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"6\/15\/2010","texto":" If you cast your second creature spell in a turn and Vengevine is in  your graveyard, Vengevine's second ability triggers and goes on the  stack on top of it. The ability will resolve, allowing you to return  Vengevine to the battlefield, before the creature spell does."},{"data":"6\/15\/2010","texto":" Vengevine's triggered ability works only if Vengevine is already in  your graveyard as you finish casting your second creature spell in a  turn, and it remains there continuously until the ability resolves."},{"data":"6\/15\/2010","texto":" Vengevine doesn't need to be in your graveyard as you start casting  your second creature spell in a turn, only as you finish. This matters  if you sacrifice a Vengevine on the battlefield while casting that  creature spell, perhaps to pay a cost of that spell or a cost of a mana  ability."},{"data":"6\/15\/2010","texto":" Vengevine's triggered ability checks the card types of the spells you  cast over the course of the entire turn, not just the ones you cast  while Vengevine is in your graveyard. For example, if you cast a  creature spell, then Vengevine is put into your graveyard, then you cast  another creature spell, Vengevine's ability triggers."},{"data":"6\/15\/2010","texto":" Vengevine's ability triggers only for the second creature spell you  cast in a turn. It won't trigger for the third, fourth, or so on. It  also doesn't matter how many noncreature spells you cast in a turn; the  ability counts just the creature spells."}],"_id":{"$id":"539ef6222a6931af0fddd163"}}}}