{"cartas":{"1":{"numero":1,"sigla_edicao":"bng","cod":"1bngit","idioma":"it","nome":"Ricompensa dell'Accolito","ataque":"","resistencia":"","lealdade":"","mana":"1W","mana_convertida":"2","raridade":"Uncommon","artista":"Slawomir Maniak","link":"http:\/\/magiccards.info\/bng\/it\/1.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/1.jpg","imagem_local":"bng\/it\/1.jpg","descricao":"Previeni i prossimi X danni che verrebbero inflitti a una creatura bersaglio in questo turno, dove X è pari alla tua devozione al bianco. Se i danni vengono prevenuti in questo modo, la Ricompensa dell'Accolito infligge altrettanti danni a una creatura o a un giocatore bersaglio. (La tua devozione al bianco è la somma dei {W} nel costo di mana dei permanenti che controlli.)","texto":"","tipos":["Istantaneo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" Numeric mana symbols ({0}, {1}, and so on) in mana costs of permanents you control don’t count toward your devotion to any color."},{"data":"9\/15\/2013","texto":" Mana symbols in the text boxes of permanents you control don’t count toward your devotion to any color."},{"data":"9\/15\/2013","texto":" Hybrid mana symbols, monocolored hybrid mana symbols, and Phyrexian mana symbols do count toward your devotion to their color(s)."},{"data":"9\/15\/2013","texto":" If an activated ability or triggered ability has an effect that depends on your devotion to a color, you count the number of mana symbols of that color among the mana costs of permanents you control as the ability resolves. The permanent with that ability will be counted if it’s still on the battlefield at that time."},{"data":"2\/1\/2014","texto":" Acolyte’s Reward has two targets"},{"data":"2\/1\/2014","texto":" The amount of damage the prevention shield will prevent is based on your devotion to white as Acolyte’s Reward resolves. That amount won’t change later in the turn, even if your devotion to white does."},{"data":"2\/1\/2014","texto":" You don’t choose a source of damage. The prevention shield will apply to the next X damage that would be dealt to the first target, no matter where that damage comes from. It also doesn’t matter whether the damage is dealt at the same time. For example, if the shield prevents the next 5 damage to the first target, and that creature would be dealt 3 damage by Lightning Strike, that 3 damage is prevented and Acolyte’s Reward deals 3 damage to the second target. The prevention effect will still apply to the next 2 damage the first target would be dealt that turn."},{"data":"2\/1\/2014","texto":" The effect of Acolyte’s Reward isn’t a redirection effect. If it prevents damage, Acolyte’s Reward (not the source of that damage) deals damage to the second target as part of that prevention effect. Acolyte’s Reward is the source of the new damage, so the characteristics of the original source (such as its color or whether it had lifelink) don’t apply. The new damage isn’t combat damage, even if the prevented damage was. Since you control the source of the new damage, if the second target is an opponent, you may have Acolyte’s Reward deal its damage to a planeswalker that opponent controls."},{"data":"2\/1\/2014","texto":" As Acolyte’s Reward tries to resolve, if only the first target is illegal, Acolyte’s Reward won’t prevent any damage that would be dealt to that creature and, because of this, Acolyte’s Reward won’t deal damage to the second target. If only the second target is illegal, damage that would be dealt to the first target will be prevented, but Acolyte’s Reward won’t deal damage. If both targets are illegal, Acolyte’s Reward will be countered."},{"data":"2\/1\/2014","texto":" After Acolyte’s Reward resolves, it no longer matters whether either target is still legal. For example, if the second target is a creature controlled by an opponent, and it gains hexproof after Acolyte’s Reward resolves but before it prevents damage, Acolyte’s Reward will still deal damage to that creature. If Acolyte’s Reward can’t deal damage to the second target (perhaps because it’s a creature that has left the battlefield), Acolyte’s Reward will still prevent damage; it just won’t deal any damage itself."},{"data":"2\/1\/2014","texto":" If Acolyte’s Reward prevents damage, it deals its damage immediately afterward as part of that same prevention effect. This happens before state-based actions are performed, and before any player can cast spells or activate abilities. If the source of the original damage was a spell or ability, this happens before that spell or ability resumes its resolution."},{"data":"2\/1\/2014","texto":" If the amount of damage that would be dealt to the first target is in excess of the amount of damage that Acolyte’s Reward would prevent, the source deals its excess damage to the first target at the same time that the rest of it is prevented. Then Acolyte’s Reward deals its damage."},{"data":"2\/1\/2014","texto":" The damage will be dealt by Acolyte’s Reward as it existed on the stack, not as it exists when the damage is dealt. That is, it’s an instant spell that’s dealing the damage, in case an ability cares about that (such as Satyr Firedancer’s, which includes the phrase “Whenever an instant or sorcery spell you control deals damage to an opponent”)."},{"data":"2\/1\/2014","texto":" If the first target would be dealt combat damage by multiple creatures, you choose which of that damage to prevent. (For example, if one of those creatures has deathtouch, you could choose to prevent the damage from that creature specifically.) You don’t decide until the point at which the creatures would deal their damage."},{"data":"2\/1\/2014","texto":" "}],"_id":{"$id":"537ad6f79e5d280d3a8b4567"}},"2":{"numero":2,"sigla_edicao":"bng","cod":"2bngit","idioma":"it","nome":"Falange di Akros","ataque":"3","resistencia":"3","lealdade":"","mana":"3W","mana_convertida":"4","raridade":"Uncommon","artista":"Steve Prescott","link":"http:\/\/magiccards.info\/bng\/it\/2.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/2.jpg","imagem_local":"bng\/it\/2.jpg","descricao":"Cautela\r\n\r\n{2}{R}: Le creature che controlli prendono +1\/+0 fino alla fine del turno.","texto":"Scudi alzati, lance protese, piedi piantati, cuori saldi.","tipos":["Umano","Soldato","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f79e5d280d3a8b4568"}},"3":{"numero":3,"sigla_edicao":"bng","cod":"3bngit","idioma":"it","nome":"Guardia Celeste di Akros","ataque":"1","resistencia":"1","lealdade":"","mana":"1W","mana_convertida":"2","raridade":"Common","artista":"Mark Winters","link":"http:\/\/magiccards.info\/bng\/it\/3.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/3.jpg","imagem_local":"bng\/it\/3.jpg","descricao":"Volare\r\n\r\nEroismo — Ogniqualvolta lanci una magia che bersaglia la Guardia Celeste di Akros, metti un segnalino +1\/+1 sulla Guardia Celeste di Akros.","texto":"\"Credimi. Quando avrai ottenuto il favore di un dio, te ne accorgerai.\"","tipos":["Umano","Soldato","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" Heroic abilities will resolve before the spell that caused them to trigger."},{"data":"9\/15\/2013","texto":" Heroic abilities will trigger only once per spell, even if that spell targets the creature with the heroic ability multiple times."},{"data":"9\/15\/2013","texto":" Heroic abilities won’t trigger when a copy of a spell is created on the stack or when a spell’s targets are changed to include a creature with a heroic ability."}],"_id":{"$id":"537ad6f79e5d280d3a8b4569"}},"4":{"numero":4,"sigla_edicao":"bng","cod":"4bngit","idioma":"it","nome":"Archetipo del Coraggio","ataque":"2","resistencia":"2","lealdade":"","mana":"1WW","mana_convertida":"3","raridade":"Uncommon","artista":"Willian Murai","link":"http:\/\/magiccards.info\/bng\/it\/4.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/4.jpg","imagem_local":"bng\/it\/4.jpg","descricao":"Le creature che controlli hanno attacco improvviso.\r\n\r\nLe creature controllate dai tuoi avversari perdono attacco improvviso e non possono avere attacco improvviso.","texto":"\"Secondo la mia esperienza, i soldati seguono con maggior ardore i generali che li conducono con il proprio esempio.\"\r\n—Elspeth","tipos":["Umano","Soldato","Incantesimo","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" The Archetype’s second ability applies to each creature controlled by any of your opponents, no matter when it entered the battlefield."},{"data":"2\/1\/2014","texto":" While you control an Archetype, continuous effects generated by the resolution of spells and abilities that would give the specified ability to creatures your opponents control aren’t created. For example, if you control Archetype of Courage, a spell cast by an opponent that gives creatures he or she controls first strike wouldn’t cause the creatures to have first strike, even if later in the turn Archetype of Courage left the battlefield. (If the spell has additional effects, such as raising the power of the creatures, those effects will apply as normal.)"},{"data":"2\/1\/2014","texto":" Conversely, continuous effects generated by static abilities (such as an Aura that granted the appropriate ability) would resume applying if the Archetype left the battlefield."},{"data":"2\/1\/2014","texto":" If you and an opponent each control the same Archetype, no creature controlled by any player will have the appropriate ability."}],"_id":{"$id":"537ad6f79e5d280d3a8b456a"}},"5":{"numero":5,"sigla_edicao":"bng","cod":"5bngit","idioma":"it","nome":"Brimaz, Re di Oreskos","ataque":"3","resistencia":"4","lealdade":"","mana":"1WW","mana_convertida":"3","raridade":"Mythic Rare","artista":"Peter Mohrbacher","link":"http:\/\/magiccards.info\/bng\/it\/5.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/5.jpg","imagem_local":"bng\/it\/5.jpg","descricao":"Cautela\r\n\r\nOgniqualvolta Brimaz, Re di Oreskos attacca, metti sul campo di battaglia una pedina creatura Soldato Felino 1\/1 bianca con cautela attaccante.\r\n\r\nOgniqualvolta Brimaz blocca una creatura, metti sul campo di battaglia una pedina creatura Soldato Felino 1\/1 bianca con cautela che blocca quella creatura.","texto":"","tipos":["Felino","Soldato","Leggendaria","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" For the first triggered ability, you declare which player or planeswalker the token is attacking as you put it onto the battlefield. It doesn’t have to be the same player or planeswalker Brimaz is attacking."},{"data":"2\/1\/2014","texto":" If Brimaz somehow blocks two or more creatures (note it can’t naturally do this), its last ability will trigger that many times."},{"data":"2\/1\/2014","texto":" Although the tokens enter the battlefield attacking or blocking, they were never declared as attacking or blocking creatures. Abilities that trigger whenever a creature attacks or blocks won’t trigger."}],"_id":{"$id":"537ad6f79e5d280d3a8b456b"}},"6":{"numero":6,"sigla_edicao":"bng","cod":"6bngit","idioma":"it","nome":"Dall'Alba al Tramonto","ataque":"","resistencia":"","lealdade":"","mana":"2WW","mana_convertida":"4","raridade":"Uncommon","artista":"Robbie Trevino","link":"http:\/\/magiccards.info\/bng\/it\/6.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/6.jpg","imagem_local":"bng\/it\/6.jpg","descricao":"Scegli uno o entrambi — Riprendi in mano una carta incantesimo bersaglio dal tuo cimitero; e\/o distruggi un incantesimo bersaglio.","texto":"\"Il numero di Nyxiani tra noi si è moltiplicato. È un segno del favore degli dei o il presagio di qualcos'altro?\"","tipos":["Stregoneria"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" You choose which mode you’re using—or that you’re using both modes—as you’re casting the spell. Once this choice is made, it can’t be changed later while the spell is on the stack."},{"data":"2\/1\/2014","texto":" Dawn to Dusk won’t affect any target that is illegal when it tries to resolve. If you chose to use both modes and both targets are illegal at that time, Dawn to Dusk will be countered."}],"_id":{"$id":"537ad6f79e5d280d3a8b456c"}},"7":{"numero":7,"sigla_edicao":"bng","cod":"7bngit","idioma":"it","nome":"Apparizione di Infinite Battaglie","ataque":"0","resistencia":"0","lealdade":"","mana":"1WW","mana_convertida":"3","raridade":"Rare","artista":"Raymond Swanland","link":"http:\/\/magiccards.info\/bng\/it\/7.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/7.jpg","imagem_local":"bng\/it\/7.jpg","descricao":"Conferire {2}{W}{W} (Se lanci questa carta per il suo costo di conferire, è una magia Aura con incanta creatura. Diventa una creatura se non è assegnata a una creatura.)\r\n\r\nL'Apparizione di Infinite Battaglie e la creatura incantata prendono +1\/+1 per ogni creatura che controlli e +1\/+1 per ogni Aura che controlli.","texto":"","tipos":["Spirito","Incantesimo","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" You don’t choose whether the spell is going to be an Aura spell or not until the spell is already on the stack. Abilities that affect when you can cast a spell, such as flash, will apply to the creature card in whatever zone you’re casting it from. For example, an effect that said you can cast creature spells as though they have flash will allow you to cast a creature card with bestow as an Aura spell anytime you could cast an instant."},{"data":"9\/15\/2013","texto":" On the stack, a spell with bestow is either a creature spell or an Aura spell. It’s never both, although it’s an enchantment spell in either case."},{"data":"9\/15\/2013","texto":" Unlike other Aura spells, an Aura spell with bestow isn’t countered if its target is illegal as it begins to resolve. Rather, the effect making it an Aura spell ends, it loses enchant creature, it returns to being an enchantment creature spell, and it resolves and enters the battlefield as an enchantment creature."},{"data":"9\/15\/2013","texto":" Unlike other Auras, an Aura with bestow isn’t put into its owner’s graveyard if it becomes unattached. Rather, the effect making it an Aura ends, it loses enchant creature, and it remains on the battlefield as an enchantment creature. It can attack (and its {T} abilities can be activated, if it has any) on the turn it becomes unattached if it’s been under your control continuously, even as an Aura, since your most recent turn began."},{"data":"9\/15\/2013","texto":" If a permanent with bestow enters the battlefield by any method other than being cast, it will be an enchantment creature. You can’t choose to pay the bestow cost and have it become an Aura."},{"data":"9\/15\/2013","texto":" Auras attached to a creature don’t become tapped when the creature becomes tapped. Except in some rare cases, an Aura with bestow remains untapped when it becomes unattached and becomes a creature."},{"data":"9\/15\/2013","texto":" An Aura that becomes a creature is no longer put into its owner’s graveyard as a state-based action. Rather, it becomes unattached and remains on the battlefield as long as it’s a creature. While it’s a creature, it can’t be attached to another permanent or player. An Aura that’s not attached to a legal permanent or player as defined by its enchant ability and also isn’t a creature will be put into its owner’s graveyard as a state-based action."},{"data":"2\/1\/2014","texto":" Eidolon of Countless Battles’s last ability functions only on the battlefield. In other zones, it is a 0\/0 enchantment creature card."},{"data":"2\/1\/2014","texto":" A permanent with bestow is either a creature or an Aura, not both (although it’s an enchantment either way). It will contribute just +1\/+1 toward the bonus given by Eidolon of Countless Battles."}],"_id":{"$id":"537ad6f79e5d280d3a8b456d"}},"8":{"numero":8,"sigla_edicao":"bng","cod":"8bngit","idioma":"it","nome":"Esploratore Scelto","ataque":"3","resistencia":"1","lealdade":"","mana":"2W","mana_convertida":"3","raridade":"Common","artista":"Mark Winters","link":"http:\/\/magiccards.info\/bng\/it\/8.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/8.jpg","imagem_local":"bng\/it\/8.jpg","descricao":"Eroismo — Ogniqualvolta lanci una magia che bersaglia l'Esploratore Scelto, puoi TAPpare una creatura bersaglio.","texto":"Alcuni adottarono le tattiche dei leonid per combattere la ferocia dei minotauri.","tipos":["Umano","Soldato","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" Heroic abilities will resolve before the spell that caused them to trigger."},{"data":"9\/15\/2013","texto":" Heroic abilities will trigger only once per spell, even if that spell targets the creature with the heroic ability multiple times."},{"data":"9\/15\/2013","texto":" Heroic abilities won’t trigger when a copy of a spell is created on the stack or when a spell’s targets are changed to include a creature with a heroic ability."}],"_id":{"$id":"537ad6f79e5d280d3a8b456e"}},"9":{"numero":9,"sigla_edicao":"bng","cod":"9bngit","idioma":"it","nome":"Fulgore di Efara","ataque":"","resistencia":"","lealdade":"","mana":"W","mana_convertida":"1","raridade":"Common","artista":"James Ryman","link":"http:\/\/magiccards.info\/bng\/it\/9.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/9.jpg","imagem_local":"bng\/it\/9.jpg","descricao":"Incanta creatura\r\n\r\nLa creatura incantata ha \"{1}{W}, {T}: Guadagni 3 punti vita\".","texto":"\"La civiltà è il sommo dono di Efara.\"\r\n—Olexa dei Dodici","tipos":["Aura","Incantesimo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f79e5d280d3a8b456f"}},"10":{"numero":10,"sigla_edicao":"bng","cod":"10bngit","idioma":"it","nome":"Stigmatizzare","ataque":"","resistencia":"","lealdade":"","mana":"3W","mana_convertida":"4","raridade":"Common","artista":"Johann Bodin","link":"http:\/\/magiccards.info\/bng\/it\/10.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/10.jpg","imagem_local":"bng\/it\/10.jpg","descricao":"Esilia una creatura TAPpata bersaglio.","texto":"Il demone era volato lontano per evitare la frusta di Erebos, ma non abbastanza per sfuggire alla punta della lancia del dio del sole.","tipos":["Stregoneria"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f79e5d280d3a8b4570"}},"11":{"numero":11,"sigla_edicao":"bng","cod":"11bngit","idioma":"it","nome":"Punizione Fatidica","ataque":"","resistencia":"","lealdade":"","mana":"4WWW","mana_convertida":"7","raridade":"Rare","artista":"Jonas De Ro","link":"http:\/\/magiccards.info\/bng\/it\/11.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/11.jpg","imagem_local":"bng\/it\/11.jpg","descricao":"Distruggi tutte le creature e i planeswalker. Se è il tuo turno, profetizza 2. (Guarda le prime due carte del tuo grimorio, poi mettine un qualsiasi numero in fondo al tuo grimorio e le altre in cima in qualsiasi ordine.)","texto":"","tipos":["Istantaneo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" When you scry, you may put all the cards you look at back on top of your library, you may put all of those cards on the bottom of your library, or you may put some of those cards on top and the rest of them on the bottom."},{"data":"9\/15\/2013","texto":" You choose how to order cards returned to your library after scrying no matter where you put them."},{"data":"9\/15\/2013","texto":" You perform the actions stated on a card in sequence. For some spells and abilities, that means you’ll scry last. For others, that means you’ll scry and then perform other actions."},{"data":"9\/15\/2013","texto":" Scry appears on some spells and abilities with one or more targets. If all of the spell or ability’s targets are illegal when it tries to resolve, it will be countered and none of its effects will happen. You won’t scry."}],"_id":{"$id":"537ad6f79e5d280d3a8b4571"}},"12":{"numero":12,"sigla_edicao":"bng","cod":"12bngit","idioma":"it","nome":"Apparizione delle Lame Fantasma","ataque":"1","resistencia":"1","lealdade":"","mana":"2W","mana_convertida":"3","raridade":"Uncommon","artista":"Ryan Yee","link":"http:\/\/magiccards.info\/bng\/it\/12.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/12.jpg","imagem_local":"bng\/it\/12.jpg","descricao":"Conferire {5}{W} (Se lanci questa carta per il suo costo di conferire, è una magia Aura con incanta creatura. Diventa una creatura se non è assegnata a una creatura.)\r\n\r\nDoppio attacco (Questa creatura infligge sia danno da combattimento da attacco improvviso che danno da combattimento regolare.)\r\n\r\nLa creatura incantata prende +1\/+1 e ha doppio attacco.","texto":"","tipos":["Spirito","Incantesimo","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" You don’t choose whether the spell is going to be an Aura spell or not until the spell is already on the stack. Abilities that affect when you can cast a spell, such as flash, will apply to the creature card in whatever zone you’re casting it from. For example, an effect that said you can cast creature spells as though they have flash will allow you to cast a creature card with bestow as an Aura spell anytime you could cast an instant."},{"data":"9\/15\/2013","texto":" On the stack, a spell with bestow is either a creature spell or an Aura spell. It’s never both, although it’s an enchantment spell in either case."},{"data":"9\/15\/2013","texto":" Unlike other Aura spells, an Aura spell with bestow isn’t countered if its target is illegal as it begins to resolve. Rather, the effect making it an Aura spell ends, it loses enchant creature, it returns to being an enchantment creature spell, and it resolves and enters the battlefield as an enchantment creature."},{"data":"9\/15\/2013","texto":" Unlike other Auras, an Aura with bestow isn’t put into its owner’s graveyard if it becomes unattached. Rather, the effect making it an Aura ends, it loses enchant creature, and it remains on the battlefield as an enchantment creature. It can attack (and its {T} abilities can be activated, if it has any) on the turn it becomes unattached if it’s been under your control continuously, even as an Aura, since your most recent turn began."},{"data":"9\/15\/2013","texto":" If a permanent with bestow enters the battlefield by any method other than being cast, it will be an enchantment creature. You can’t choose to pay the bestow cost and have it become an Aura."},{"data":"9\/15\/2013","texto":" Auras attached to a creature don’t become tapped when the creature becomes tapped. Except in some rare cases, an Aura with bestow remains untapped when it becomes unattached and becomes a creature."},{"data":"9\/15\/2013","texto":" An Aura that becomes a creature is no longer put into its owner’s graveyard as a state-based action. Rather, it becomes unattached and remains on the battlefield as long as it’s a creature. While it’s a creature, it can’t be attached to another permanent or player. An Aura that’s not attached to a legal permanent or player as defined by its enchant ability and also isn’t a creature will be put into its owner’s graveyard as a state-based action."}],"_id":{"$id":"537ad6f79e5d280d3a8b4572"}},"13":{"numero":13,"sigla_edicao":"bng","cod":"13bngit","idioma":"it","nome":"Intravedere il Dio del Sole","ataque":"","resistencia":"","lealdade":"","mana":"XW","mana_convertida":"1","raridade":"Uncommon","artista":"Aleksi Briclot","link":"http:\/\/magiccards.info\/bng\/it\/13.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/13.jpg","imagem_local":"bng\/it\/13.jpg","descricao":"TAPpa X creature bersaglio. Profetizza 1. (Guarda la prima carta del tuo grimorio. Puoi mettere quella carta in fondo al tuo grimorio.)","texto":"Meglio sostenere lo sguardo di Eliod che il suo tallone.","tipos":["Istantaneo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" When you scry, you may put all the cards you look at back on top of your library, you may put all of those cards on the bottom of your library, or you may put some of those cards on top and the rest of them on the bottom."},{"data":"9\/15\/2013","texto":" You choose how to order cards returned to your library after scrying no matter where you put them."},{"data":"9\/15\/2013","texto":" You perform the actions stated on a card in sequence. For some spells and abilities, that means you’ll scry last. For others, that means you’ll scry and then perform other actions."},{"data":"9\/15\/2013","texto":" Scry appears on some spells and abilities with one or more targets. If all of the spell or ability’s targets are illegal when it tries to resolve, it will be countered and none of its effects will happen. You won’t scry."},{"data":"2\/1\/2014","texto":" If you choose zero targets, you’ll just scry 1 when the spell resolves. However, if you choose at least one target and all of Glimpse the Sun God’s targets are illegal as it tries to resolve, the spell will be countered and none of its effects will happen. You won’t scry in that case."}],"_id":{"$id":"537ad6f79e5d280d3a8b4573"}},"14":{"numero":14,"sigla_edicao":"bng","cod":"14bngit","idioma":"it","nome":"Generale Favorito degli Dei","ataque":"1","resistencia":"1","lealdade":"","mana":"1W","mana_convertida":"2","raridade":"Uncommon","artista":"David Palumbo","link":"http:\/\/magiccards.info\/bng\/it\/14.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/14.jpg","imagem_local":"bng\/it\/14.jpg","descricao":"Ispirazione — Ogniqualvolta il Generale Favorito degli Dei viene STAPpato, puoi pagare {2}{W}. Se lo fai, metti sul campo di battaglia due pedine creatura incantesimo Soldato 1\/1 bianche.","texto":"Qualcuno doveva attaccare per primo, ma non rimase solo a lungo.","tipos":["Umano","Soldato","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" Inspired abilities trigger no matter how the creature becomes untapped"},{"data":"2\/1\/2014","texto":" If an inspired ability triggers during your untap step, the ability will be put on the stack at the beginning of your upkeep. If the ability creates one or more token creatures, those creatures won’t be able to attack that turn (unless they gain haste)."},{"data":"2\/1\/2014","texto":" Inspired abilities don’t trigger when the creature enters the battlefield."},{"data":"2\/1\/2014","texto":" If the inspired ability includes an optional cost, you decide whether to pay that cost as the ability resolves. You can do this even if the creature leaves the battlefield in response to the ability."}],"_id":{"$id":"537ad6f79e5d280d3a8b4574"}},"15":{"numero":15,"sigla_edicao":"bng","cod":"15bngit","idioma":"it","nome":"Grande Cervo","ataque":"2","resistencia":"4","lealdade":"","mana":"3W","mana_convertida":"4","raridade":"Common","artista":"Christopher Moeller","link":"http:\/\/magiccards.info\/bng\/it\/15.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/15.jpg","imagem_local":"bng\/it\/15.jpg","descricao":"","texto":"Il grande cervo si ergeva come una statua, il manto tinto dell'oro dell'alba. La Campionessa depose le sue armi e avanzò alla distanza di un braccio dalla bestia. Il cervo, sacro a Eliod e immerso nella luce emanata dal dio stesso, si inchinò alla Campionessa, indicandola come la Prescelta del Dio del Sole.\r\n—La Theriade","tipos":["Alce","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f79e5d280d3a8b4575"}},"16":{"numero":16,"sigla_edicao":"bng","cod":"16bngit","idioma":"it","nome":"Grifone Catturasogni","ataque":"1","resistencia":"4","lealdade":"","mana":"3WW","mana_convertida":"5","raridade":"Common","artista":"Adam Paquette","link":"http:\/\/magiccards.info\/bng\/it\/16.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/16.jpg","imagem_local":"bng\/it\/16.jpg","descricao":"Volare\r\n\r\nQuando il Grifone Catturasogni entra nel campo di battaglia, riprendi in mano una carta incantesimo bersaglio dal tuo cimitero.","texto":"Alcuni grifoni sono in grado di cogliere nell'Etere aure mistiche celate agli altri mortali.","tipos":["Grifone","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f79e5d280d3a8b4576"}},"17":{"numero":17,"sigla_edicao":"bng","cod":"17bngit","idioma":"it","nome":"Eroe di Iroas","ataque":"2","resistencia":"2","lealdade":"","mana":"1W","mana_convertida":"2","raridade":"Rare","artista":"Willian Murai","link":"http:\/\/magiccards.info\/bng\/it\/17.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/17.jpg","imagem_local":"bng\/it\/17.jpg","descricao":"Le magie Aura che lanci costano {1} in meno per essere lanciate.\r\n\r\nEroismo — Ogniqualvolta lanci una magia che bersaglia l'Eroe di Iroas, metti un segnalino +1\/+1 sull'Eroe di Iroas.","texto":"\"La mia mano sinistra ha abbattuto un ciclope. La destra ha ucciso un gigante. Le porto entrambe con me in ogni battaglia.\"","tipos":["Umano","Soldato","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" Heroic abilities will resolve before the spell that caused them to trigger."},{"data":"9\/15\/2013","texto":" Heroic abilities will trigger only once per spell, even if that spell targets the creature with the heroic ability multiple times."},{"data":"9\/15\/2013","texto":" Heroic abilities won’t trigger when a copy of a spell is created on the stack or when a spell’s targets are changed to include a creature with a heroic ability."},{"data":"2\/1\/2014","texto":" Hero of Iroas’s first ability will apply if you cast a card for its bestow cost."}],"_id":{"$id":"537ad6f79e5d280d3a8b4577"}},"18":{"numero":18,"sigla_edicao":"bng","cod":"18bngit","idioma":"it","nome":"Tenere a Distanza","ataque":"","resistencia":"","lealdade":"","mana":"1W","mana_convertida":"2","raridade":"Common","artista":"Nils Hamm","link":"http:\/\/magiccards.info\/bng\/it\/18.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/18.jpg","imagem_local":"bng\/it\/18.jpg","descricao":"Previeni i prossimi 7 danni che verrebbero inflitti a una creatura o a un giocatore bersaglio in questo turno.","texto":"Fu il coraggio di Daeron a condurlo a Odunos. Fu però la magia di Meletis a riportarlo a casa.","tipos":["Istantaneo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f79e5d280d3a8b4578"}},"19":{"numero":19,"sigla_edicao":"bng","cod":"19bngit","idioma":"it","nome":"Pegaso Leale","ataque":"2","resistencia":"1","lealdade":"","mana":"W","mana_convertida":"1","raridade":"Common","artista":"John Severin Brassell","link":"http:\/\/magiccards.info\/bng\/it\/19.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/19.jpg","imagem_local":"bng\/it\/19.jpg","descricao":"Volare\r\n\r\nIl Pegaso Leale non può attaccare o bloccare da solo.","texto":"\"Se anche morissi sulla sella, non mi lascerebbe cadere al suolo.\"\r\n—Ipazia del Cavallo Alato","tipos":["Pegaso","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" Loyal Pegasus can be declared as an attacker only if another creature is declared as an attacker at the same time. Similarly, Loyal Pegasus can be declared as a blocker only if another creature is declared as a blocker at the same time."},{"data":"2\/1\/2014","texto":" If you control more than one Loyal Pegasus, they can both attack or block together, even if no other creatures attack or block."},{"data":"2\/1\/2014","texto":" Although Loyal Pegasus can’t attack alone, other attacking creatures don’t have to attack the same player or planeswalker. For example, Loyal Pegasus could attack an opponent and another creature could attack a planeswalker that opponent controls."},{"data":"2\/1\/2014","texto":" In a Two-Headed Giant game (or in another format using the shared team turns option), Loyal Pegasus can attack or block with a creature controlled by your teammate, even if no other creatures you control are attacking or blocking."}],"_id":{"$id":"537ad6f79e5d280d3a8b4579"}},"20":{"numero":20,"sigla_edicao":"bng","cod":"20bngit","idioma":"it","nome":"Ardore dei Mortali","ataque":"","resistencia":"","lealdade":"","mana":"W","mana_convertida":"1","raridade":"Common","artista":"Kev Walker","link":"http:\/\/magiccards.info\/bng\/it\/20.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/20.jpg","imagem_local":"bng\/it\/20.jpg","descricao":"Una creatura bersaglio prende +1\/+1 e ha legame vitale fino alla fine del turno. (Il danno inflitto dalla creatura fa anche guadagnare al suo controllore altrettanti punti vita.)","texto":"\"Simili imprese dovrebbero essere consuetudine per noi.\"\r\n—Anax, re di Akros","tipos":["Istantaneo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f79e5d280d3a8b457a"}},"21":{"numero":21,"sigla_edicao":"bng","cod":"21bngit","idioma":"it","nome":"Scutifero Nyxiano","ataque":"1","resistencia":"2","lealdade":"","mana":"W","mana_convertida":"1","raridade":"Common","artista":"Eric Deschamps","link":"http:\/\/magiccards.info\/bng\/it\/21.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/21.jpg","imagem_local":"bng\/it\/21.jpg","descricao":"Conferire {2}{W} (Se lanci questa carta per il suo costo di conferire, è una magia Aura con incanta creatura. Diventa una creatura se non è assegnata a una creatura.)\r\n\r\nLa creatura incantata prende +1\/+2.","texto":"A Meletis, i muri hanno le orecchie. Ad Akros, hanno le spade.","tipos":["Umano","Soldato","Incantesimo","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" You don’t choose whether the spell is going to be an Aura spell or not until the spell is already on the stack. Abilities that affect when you can cast a spell, such as flash, will apply to the creature card in whatever zone you’re casting it from. For example, an effect that said you can cast creature spells as though they have flash will allow you to cast a creature card with bestow as an Aura spell anytime you could cast an instant."},{"data":"9\/15\/2013","texto":" On the stack, a spell with bestow is either a creature spell or an Aura spell. It’s never both, although it’s an enchantment spell in either case."},{"data":"9\/15\/2013","texto":" Unlike other Aura spells, an Aura spell with bestow isn’t countered if its target is illegal as it begins to resolve. Rather, the effect making it an Aura spell ends, it loses enchant creature, it returns to being an enchantment creature spell, and it resolves and enters the battlefield as an enchantment creature."},{"data":"9\/15\/2013","texto":" Unlike other Auras, an Aura with bestow isn’t put into its owner’s graveyard if it becomes unattached. Rather, the effect making it an Aura ends, it loses enchant creature, and it remains on the battlefield as an enchantment creature. It can attack (and its {T} abilities can be activated, if it has any) on the turn it becomes unattached if it’s been under your control continuously, even as an Aura, since your most recent turn began."},{"data":"9\/15\/2013","texto":" If a permanent with bestow enters the battlefield by any method other than being cast, it will be an enchantment creature. You can’t choose to pay the bestow cost and have it become an Aura."},{"data":"9\/15\/2013","texto":" Auras attached to a creature don’t become tapped when the creature becomes tapped. Except in some rare cases, an Aura with bestow remains untapped when it becomes unattached and becomes a creature."},{"data":"9\/15\/2013","texto":" An Aura that becomes a creature is no longer put into its owner’s graveyard as a state-based action. Rather, it becomes unattached and remains on the battlefield as long as it’s a creature. While it’s a creature, it can’t be attached to another permanent or player. An Aura that’s not attached to a legal permanent or player as defined by its enchant ability and also isn’t a creature will be put into its owner’s graveyard as a state-based action."}],"_id":{"$id":"537ad6f79e5d280d3a8b457b"}},"22":{"numero":22,"sigla_edicao":"bng","cod":"22bngit","idioma":"it","nome":"Guida Solare di Oreskos","ataque":"2","resistencia":"2","lealdade":"","mana":"1W","mana_convertida":"2","raridade":"Common","artista":"Mathias Kollros","link":"http:\/\/magiccards.info\/bng\/it\/22.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/22.jpg","imagem_local":"bng\/it\/22.jpg","descricao":"Ispirazione — Ogniqualvolta la Guida Solare di Oreskos viene STAPpata, guadagni 2 punti vita.","texto":"\"Lasciate agli umani il loro pantheon. Noi non abbiamo bisogno di dei per prosperare. Persino un mortale come me può catturare parte del potere del sole.\"","tipos":["Felino","Monaco","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" Inspired abilities trigger no matter how the creature becomes untapped"},{"data":"2\/1\/2014","texto":" If an inspired ability triggers during your untap step, the ability will be put on the stack at the beginning of your upkeep. If the ability creates one or more token creatures, those creatures won’t be able to attack that turn (unless they gain haste)."},{"data":"2\/1\/2014","texto":" Inspired abilities don’t trigger when the creature enters the battlefield."},{"data":"2\/1\/2014","texto":" If the inspired ability includes an optional cost, you decide whether to pay that cost as the ability resolves. You can do this even if the creature leaves the battlefield in response to the ability."}],"_id":{"$id":"537ad6f79e5d280d3a8b457c"}},"23":{"numero":23,"sigla_edicao":"bng","cod":"23bngit","idioma":"it","nome":"Ornitarca","ataque":"3","resistencia":"3","lealdade":"","mana":"3WW","mana_convertida":"5","raridade":"Uncommon","artista":"Clint Cearley","link":"http:\/\/magiccards.info\/bng\/it\/23.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/23.jpg","imagem_local":"bng\/it\/23.jpg","descricao":"Volare\r\n\r\nTributo 2 (Mentre questa creatura entra nel campo di battaglia, un avversario a tua scelta può mettere due segnalini +1\/+1 su di essa.)\r\n\r\nQuando l'Ornitarca entra nel campo di battaglia, se il tributo non è stato pagato, metti sul campo di battaglia due pedine creatura Uccello 1\/1 bianche con volare.","texto":"","tipos":["Arconte","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" If the opponent pays tribute, the creature will enter the battlefield with the specified number of +1\/+1 counters on it. It won’t enter the battlefield and then have the +1\/+1 counters placed on it."},{"data":"2\/1\/2014","texto":" The choice of whether to pay tribute is made as the creature with tribute is entering the battlefield. At that point, it’s too late to respond to the creature spell. For example, in a multiplayer game, opponents won’t know whether tribute will be paid or which opponent will be chosen to pay tribute or not when deciding whether to counter the creature spell."},{"data":"2\/1\/2014","texto":" If the triggered ability has a target, that target will not be known while the creature spell with tribute is on the stack."},{"data":"2\/1\/2014","texto":" Players can’t respond to the tribute decision before the creature enters the battlefield. That is, if the opponent doesn’t pay tribute, the triggered ability will trigger before any player has a chance to remove the creature."},{"data":"2\/1\/2014","texto":" The triggered ability will resolve even if the creature with tribute isn’t on the battlefield at that time."}],"_id":{"$id":"537ad6f79e5d280d3a8b457d"}},"24":{"numero":24,"sigla_edicao":"bng","cod":"24bngit","idioma":"it","nome":"Invocare una Guida","ataque":"","resistencia":"","lealdade":"","mana":"5W","mana_convertida":"6","raridade":"Rare","artista":"Terese Nielsen","link":"http:\/\/magiccards.info\/bng\/it\/24.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/24.jpg","imagem_local":"bng\/it\/24.jpg","descricao":"Passa in rassegna il tuo grimorio per trovare fino a due carte incantesimo, rivelale e aggiungile alla tua mano. Poi rimescola il tuo grimorio.","texto":"Su Theros, la colomba non è simbolo di pace, ma di scoperta. Le sue ali rapide annunciano l'arrivo di una rivelazione.","tipos":["Stregoneria"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f79e5d280d3a8b457e"}},"25":{"numero":25,"sigla_edicao":"bng","cod":"25bngit","idioma":"it","nome":"Revocare Esistenza","ataque":"","resistencia":"","lealdade":"","mana":"1W","mana_convertida":"2","raridade":"Common","artista":"Adam Paquette","link":"http:\/\/magiccards.info\/bng\/it\/25.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/25.jpg","imagem_local":"bng\/it\/25.jpg","descricao":"Esilia un artefatto o un incantesimo bersaglio.","texto":"\"Verrà un giorno in cui gli dei guarderanno i mortali e tremeranno.\"\r\n—Uremide il filosofo","tipos":["Stregoneria"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f79e5d280d3a8b457f"}},"26":{"numero":26,"sigla_edicao":"bng","cod":"26bngit","idioma":"it","nome":"Sentinella Silente","ataque":"4","resistencia":"6","lealdade":"","mana":"5WW","mana_convertida":"7","raridade":"Rare","artista":"Slawomir Maniak","link":"http:\/\/magiccards.info\/bng\/it\/26.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/26.jpg","imagem_local":"bng\/it\/26.jpg","descricao":"Volare\r\n\r\nOgniqualvolta la Sentinella Silente attacca, puoi rimettere sul campo di battaglia una carta incantesimo bersaglio dal tuo cimitero.","texto":"È al servizio di una giustizia al di sopra dei capricci degli dei.","tipos":["Arconte","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" If you return an enchantment creature card with bestow to the battlefield, you can’t pay its bestow cost. It won’t be an Aura and can’t be attached to a creature."},{"data":"2\/1\/2014","texto":" If the enchantment card is an Aura, you choose a legal player or object for that Aura to enchant as it enters the battlefield. This doesn’t target the player or object, so it’s possible to enchant an opposing creature with hexproof this way, for example. If there’s no player or object the Aura can legally enchant, it stays in the graveyard."}],"_id":{"$id":"537ad6f79e5d280d3a8b4580"}},"27":{"numero":27,"sigla_edicao":"bng","cod":"27bngit","idioma":"it","nome":"Spirito del Dedalo","ataque":"3","resistencia":"1","lealdade":"","mana":"1W","mana_convertida":"2","raridade":"Rare","artista":"Jason Chan","link":"http:\/\/magiccards.info\/bng\/it\/27.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/27.jpg","imagem_local":"bng\/it\/27.jpg","descricao":"Ogni giocatore non può pescare più di una carta per turno.","texto":"Gli studenti dell'Accademia Decazia scoprono che raggiungerla per studiare con lei rappresenta la prima lezione.","tipos":["Spirito","Incantesimo","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" You can draw a maximum of one card on each player’s turn. Subsequent card draws are ignored."},{"data":"2\/1\/2014","texto":" If you haven’t drawn any cards in a turn, and a spell or ability would cause you to draw multiple cards, you’ll just draw one card."},{"data":"2\/1\/2014","texto":" If you draw a card, and then Spirit of the Labyrinth enters the battlefield, you won’t be able to draw more cards that turn."},{"data":"2\/1\/2014","texto":" If a replacement effect would try to replace a card that you can’t draw, that effect can’t apply."}],"_id":{"$id":"537ad6f79e5d280d3a8b4581"}},"28":{"numero":28,"sigla_edicao":"bng","cod":"28bngit","idioma":"it","nome":"Fedele al Sole","ataque":"","resistencia":"","lealdade":"","mana":"3W","mana_convertida":"4","raridade":"Uncommon","artista":"Noah Bradley","link":"http:\/\/magiccards.info\/bng\/it\/28.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/28.jpg","imagem_local":"bng\/it\/28.jpg","descricao":"Incanta creatura\r\n\r\nLa creatura incantata ha \"Ogniqualvolta guadagni punti vita, metti su questa creatura altrettanti segnalini +1\/+1\".","texto":"\"Non sono stata scelta per la mia fede negli dei. Talvolta sono gli dei a dover riporre in noi la loro fede.\"\r\n—Elspeth","tipos":["Aura","Incantesimo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" In some unusual cases, you can gain life even though your life total actually decreases. For example, if you are being attacked by two 3\/3 creatures and you block one with a 2\/2 creature with lifelink, your life total will decrease by 1 even though you’ve gained 2 life. You’ll put two +1\/+1 counters on the enchanted creature."},{"data":"2\/1\/2014","texto":" In a Two-Headed Giant game, life gained by your teammate won’t cause the ability to trigger, even though it causes your team’s life total to increase."}],"_id":{"$id":"537ad6f79e5d280d3a8b4582"}},"29":{"numero":29,"sigla_edicao":"bng","cod":"29bngit","idioma":"it","nome":"Avanguardia di Brimaz","ataque":"2","resistencia":"2","lealdade":"","mana":"WW","mana_convertida":"2","raridade":"Uncommon","artista":"Mark Zug","link":"http:\/\/magiccards.info\/bng\/it\/29.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/29.jpg","imagem_local":"bng\/it\/29.jpg","descricao":"Cautela\r\n\r\nEroismo — Ogniqualvolta lanci una magia che bersaglia l'Avanguardia di Brimaz, metti sul campo di battaglia una pedina creatura Soldato Felino 1\/1 bianca con cautela.","texto":"\"Gli umani e i loro dei non mi hanno mai concesso la loro benedizione. Solo il branco merita la mia lealtà.\"","tipos":["Felino","Soldato","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" Heroic abilities will resolve before the spell that caused them to trigger."},{"data":"9\/15\/2013","texto":" Heroic abilities will trigger only once per spell, even if that spell targets the creature with the heroic ability multiple times."},{"data":"9\/15\/2013","texto":" Heroic abilities won’t trigger when a copy of a spell is created on the stack or when a spell’s targets are changed to include a creature with a heroic ability."}],"_id":{"$id":"537ad6f79e5d280d3a8b4583"}},"30":{"numero":30,"sigla_edicao":"bng","cod":"30bngit","idioma":"it","nome":"Adoratrici del Nido","ataque":"2","resistencia":"4","lealdade":"","mana":"3U","mana_convertida":"4","raridade":"Uncommon","artista":"Mike Sass","link":"http:\/\/magiccards.info\/bng\/it\/30.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/30.jpg","imagem_local":"bng\/it\/30.jpg","descricao":"Ispirazione — Ogniqualvolta le Adoratrici del Nido vengono STAPpate, puoi pagare {2}{U}. Se lo fai, metti sul campo di battaglia una pedina creatura incantesimo Uccello 2\/2 blu con volare.","texto":"Sono in grado di far comparire le stelle dal nulla.","tipos":["Umano","Chierico","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" Inspired abilities trigger no matter how the creature becomes untapped"},{"data":"2\/1\/2014","texto":" If an inspired ability triggers during your untap step, the ability will be put on the stack at the beginning of your upkeep. If the ability creates one or more token creatures, those creatures won’t be able to attack that turn (unless they gain haste)."},{"data":"2\/1\/2014","texto":" Inspired abilities don’t trigger when the creature enters the battlefield."},{"data":"2\/1\/2014","texto":" If the inspired ability includes an optional cost, you decide whether to pay that cost as the ability resolves. You can do this even if the creature leaves the battlefield in response to the ability."}],"_id":{"$id":"537ad6f79e5d280d3a8b4584"}},"31":{"numero":31,"sigla_edicao":"bng","cod":"31bngit","idioma":"it","nome":"Ordinatrice dell'Ideale","ataque":"4","resistencia":"5","lealdade":"","mana":"4UU","mana_convertida":"6","raridade":"Rare","artista":"Svetlin Velinov","link":"http:\/\/magiccards.info\/bng\/it\/31.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/31.jpg","imagem_local":"bng\/it\/31.jpg","descricao":"Volare\r\n\r\nIspirazione — Ogniqualvolta l'Ordinatrice dell'Ideale viene STAPpata, rivela la prima carta del tuo grimorio. Se è una carta artefatto, creatura o terra, puoi metterla sul campo di battaglia con un segnalino manifestazione. Quel permanente è un incantesimo in aggiunta ai suoi altri tipi.","texto":"","tipos":["Sfinge","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" The manifestation counter is a memory aid only. The permanent will continue to be an enchantment in addition to its other types even if that counter is removed."},{"data":"2\/1\/2014","texto":" If you choose to not put the card onto the battlefield, or if the card isn’t one of the listed types, it will remain on top of your library. (Note that revealing the card is not optional.)"},{"data":"2\/1\/2014","texto":" Inspired abilities trigger no matter how the creature becomes untapped"},{"data":"2\/1\/2014","texto":" If an inspired ability triggers during your untap step, the ability will be put on the stack at the beginning of your upkeep. If the ability creates one or more token creatures, those creatures won’t be able to attack that turn (unless they gain haste)."},{"data":"2\/1\/2014","texto":" Inspired abilities don’t trigger when the creature enters the battlefield."},{"data":"2\/1\/2014","texto":" If the inspired ability includes an optional cost, you decide whether to pay that cost as the ability resolves. You can do this even if the creature leaves the battlefield in response to the ability."}],"_id":{"$id":"537ad6f79e5d280d3a8b4585"}},"32":{"numero":32,"sigla_edicao":"bng","cod":"32bngit","idioma":"it","nome":"Archetipo dell'Immaginazione","ataque":"3","resistencia":"2","lealdade":"","mana":"4UU","mana_convertida":"6","raridade":"Uncommon","artista":"Robbie Trevino","link":"http:\/\/magiccards.info\/bng\/it\/32.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/32.jpg","imagem_local":"bng\/it\/32.jpg","descricao":"Le creature che controlli hanno volare.\r\n\r\nLe creature controllate dai tuoi avversari perdono volare e non possono avere volare.","texto":"\"Non è forse l'incarnazione delle nostre aspirazioni?\"\r\n—Filastrio, astronomo di Meletis","tipos":["Umano","Mago","Incantesimo","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" The Archetype’s second ability applies to each creature controlled by any of your opponents, no matter when it entered the battlefield."},{"data":"2\/1\/2014","texto":" While you control an Archetype, continuous effects generated by the resolution of spells and abilities that would give the specified ability to creatures your opponents control aren’t created. For example, if you control Archetype of Courage, a spell cast by an opponent that gives creatures he or she controls first strike wouldn’t cause the creatures to have first strike, even if later in the turn Archetype of Courage left the battlefield. (If the spell has additional effects, such as raising the power of the creatures, those effects will apply as normal.)"},{"data":"2\/1\/2014","texto":" Conversely, continuous effects generated by static abilities (such as an Aura that granted the appropriate ability) would resume applying if the Archetype left the battlefield."},{"data":"2\/1\/2014","texto":" If you and an opponent each control the same Archetype, no creature controlled by any player will have the appropriate ability."}],"_id":{"$id":"537ad6f79e5d280d3a8b4586"}},"33":{"numero":33,"sigla_edicao":"bng","cod":"33bngit","idioma":"it","nome":"Coro delle Maree","ataque":"3","resistencia":"2","lealdade":"","mana":"3U","mana_convertida":"4","raridade":"Common","artista":"Steve Prescott","link":"http:\/\/magiccards.info\/bng\/it\/33.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/33.jpg","imagem_local":"bng\/it\/33.jpg","descricao":"Volare\r\n\r\nEroismo — Ogniqualvolta lanci una magia che bersaglia il Coro delle Maree, profetizza 1. (Per profetizzare 1, guarda la prima carta del tuo grimorio, poi puoi metterla in fondo al tuo grimorio.)","texto":"","tipos":["Sirena","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" Heroic abilities will resolve before the spell that caused them to trigger."},{"data":"9\/15\/2013","texto":" Heroic abilities will trigger only once per spell, even if that spell targets the creature with the heroic ability multiple times."},{"data":"9\/15\/2013","texto":" Heroic abilities won’t trigger when a copy of a spell is created on the stack or when a spell’s targets are changed to include a creature with a heroic ability."},{"data":"9\/15\/2013","texto":" When you scry, you may put all the cards you look at back on top of your library, you may put all of those cards on the bottom of your library, or you may put some of those cards on top and the rest of them on the bottom."},{"data":"9\/15\/2013","texto":" You choose how to order cards returned to your library after scrying no matter where you put them."},{"data":"9\/15\/2013","texto":" You perform the actions stated on a card in sequence. For some spells and abilities, that means you’ll scry last. For others, that means you’ll scry and then perform other actions."},{"data":"9\/15\/2013","texto":" Scry appears on some spells and abilities with one or more targets. If all of the spell or ability’s targets are illegal when it tries to resolve, it will be countered and none of its effects will happen. You won’t scry."}],"_id":{"$id":"537ad6f79e5d280d3a8b4587"}},"34":{"numero":34,"sigla_edicao":"bng","cod":"34bngit","idioma":"it","nome":"Criptismo","ataque":"","resistencia":"","lealdade":"","mana":"1U","mana_convertida":"2","raridade":"Common","artista":"Daarken","link":"http:\/\/magiccards.info\/bng\/it\/34.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/34.jpg","imagem_local":"bng\/it\/34.jpg","descricao":"Una creatura bersaglio che controlli ha protezione dalle creature controllate dai tuoi avversari fino alla fine del turno. STAPpala.","texto":"I marinidi sfruttano il mimetismo delle prede che cacciano nell'oceano per diventare predatori sulla terra.","tipos":["Istantaneo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" Abilities of creature cards not on the battlefield owned by an opponent can’t target that creature, and damage those cards would deal to the creature is prevented."},{"data":"2\/1\/2014","texto":" If another player gains control of the creature after Crypsis resolves, the creature will have protection from creatures controlled by opponents of its new controller."}],"_id":{"$id":"537ad6f79e5d280d3a8b4588"}},"35":{"numero":35,"sigla_edicao":"bng","cod":"35bngit","idioma":"it","nome":"Ipnotizzatrice degli Abissi","ataque":"2","resistencia":"1","lealdade":"","mana":"1U","mana_convertida":"2","raridade":"Common","artista":"Christopher Moeller","link":"http:\/\/magiccards.info\/bng\/it\/35.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/35.jpg","imagem_local":"bng\/it\/35.jpg","descricao":"Ispirazione — Ogniqualvolta l'Ipnotizzatrice degli Abissi viene STAPpata, una creatura bersaglio controllata da un avversario prende -3\/-0 fino alla fine del turno.","texto":"\"Chi osserva le onde troppo a lungo, potrebbe non distogliere mai più lo sguardo.\"\r\n—Proverbio di Meletis","tipos":["Tritone","Mago","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" Inspired abilities trigger no matter how the creature becomes untapped"},{"data":"2\/1\/2014","texto":" If an inspired ability triggers during your untap step, the ability will be put on the stack at the beginning of your upkeep. If the ability creates one or more token creatures, those creatures won’t be able to attack that turn (unless they gain haste)."},{"data":"2\/1\/2014","texto":" Inspired abilities don’t trigger when the creature enters the battlefield."},{"data":"2\/1\/2014","texto":" If the inspired ability includes an optional cost, you decide whether to pay that cost as the ability resolves. You can do this even if the creature leaves the battlefield in response to the ability."}],"_id":{"$id":"537ad6f79e5d280d3a8b4589"}},"36":{"numero":36,"sigla_edicao":"bng","cod":"36bngit","idioma":"it","nome":"Divinazione","ataque":"","resistencia":"","lealdade":"","mana":"2U","mana_convertida":"3","raridade":"Common","artista":"Willian Murai","link":"http:\/\/magiccards.info\/bng\/it\/36.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/36.jpg","imagem_local":"bng\/it\/36.jpg","descricao":"Pesca due carte.","texto":"\"Prega Keranos di poter comprendere le stelle che tracciano il tuo destino. Implora Erebos di riuscire ad accettare il fato così appreso.\"","tipos":["Stregoneria"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f79e5d280d3a8b458a"}},"37":{"numero":37,"sigla_edicao":"bng","cod":"37bngit","idioma":"it","nome":"Calappio d'Eternità","ataque":"","resistencia":"","lealdade":"","mana":"5U","mana_convertida":"6","raridade":"Uncommon","artista":"Min Yum","link":"http:\/\/magiccards.info\/bng\/it\/37.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/37.jpg","imagem_local":"bng\/it\/37.jpg","descricao":"Incanta creatura\r\n\r\nQuando il Calappio d'Eternità entra nel campo di battaglia, pesca una carta.\r\n\r\nLa creatura incantata non STAPpa durante lo STAP del suo controllore.","texto":"","tipos":["Aura","Incantesimo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f79e5d280d3a8b458b"}},"38":{"numero":38,"sigla_edicao":"bng","cod":"38bngit","idioma":"it","nome":"Intelletto Evanescente","ataque":"","resistencia":"","lealdade":"","mana":"U","mana_convertida":"1","raridade":"Common","artista":"Dan Scott","link":"http:\/\/magiccards.info\/bng\/it\/38.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/38.jpg","imagem_local":"bng\/it\/38.jpg","descricao":"Incanta creatura\r\n\r\nLa creatura incantata ha \"{1}{U}, {T}: Un giocatore bersaglio mette nel suo cimitero le prime tre carte del suo grimorio\".","texto":"La mente è un contenitore che può essere svuotato come qualsiasi altro.","tipos":["Aura","Incantesimo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f79e5d280d3a8b458c"}},"39":{"numero":39,"sigla_edicao":"bng","cod":"39bngit","idioma":"it","nome":"Infatuazione Fatidica","ataque":"","resistencia":"","lealdade":"","mana":"UUU","mana_convertida":"3","raridade":"Rare","artista":"Winona Nelson","link":"http:\/\/magiccards.info\/bng\/it\/39.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/39.jpg","imagem_local":"bng\/it\/39.jpg","descricao":"Metti sul campo di battaglia una pedina che è una copia di una creatura bersaglio che controlli. Se è il tuo turno, profetizza 2. (Guarda le prime due carte del tuo grimorio, poi mettine un qualsiasi numero in fondo al tuo grimorio e le altre in cima in qualsiasi ordine.)","texto":"","tipos":["Istantaneo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" When you scry, you may put all the cards you look at back on top of your library, you may put all of those cards on the bottom of your library, or you may put some of those cards on top and the rest of them on the bottom."},{"data":"9\/15\/2013","texto":" You choose how to order cards returned to your library after scrying no matter where you put them."},{"data":"9\/15\/2013","texto":" You perform the actions stated on a card in sequence. For some spells and abilities, that means you’ll scry last. For others, that means you’ll scry and then perform other actions."},{"data":"9\/15\/2013","texto":" Scry appears on some spells and abilities with one or more targets. If all of the spell or ability’s targets are illegal when it tries to resolve, it will be countered and none of its effects will happen. You won’t scry."},{"data":"2\/1\/2014","texto":" The token copies exactly what was printed on the original creature and nothing else (unless that permanent is copying something else or is a token; see below). It doesn’t copy whether that creature is tapped or untapped, whether it has any counters on it or Auras and Equipment attached to it, or any non-copy effects that have changed its power, toughness, types, color, and so on."},{"data":"2\/1\/2014","texto":" If the copied creature has {X} in its mana cost, X is considered to be zero."},{"data":"2\/1\/2014","texto":" If the copied creature is copying something else (for example, if the copied creature is a Clone), then the token enters the battlefield as whatever that creature copied."},{"data":"2\/1\/2014","texto":" If the copied creature is a token, the token created by Fated Infatuation copies the original characteristics of that token as stated by the effect that put the token onto the battlefield."},{"data":"2\/1\/2014","texto":" Any enters-the-battlefield abilities of the copied creature will trigger when the token enters the battlefield. Any “as [this permanent] enters the battlefield” or “[this permanent] enters the battlefield with” abilities of the copied creature will also work."}],"_id":{"$id":"537ad6f79e5d280d3a8b458d"}},"40":{"numero":40,"sigla_edicao":"bng","cod":"40bngit","idioma":"it","nome":"Apparizione dal Passo Sfuggente","ataque":"1","resistencia":"1","lealdade":"","mana":"1U","mana_convertida":"2","raridade":"Uncommon","artista":"Chase Stone","link":"http:\/\/magiccards.info\/bng\/it\/40.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/40.jpg","imagem_local":"bng\/it\/40.jpg","descricao":"Conferire {5}{U} (Se lanci questa carta per il suo costo di conferire, è una magia Aura con incanta creatura. Diventa una creatura se non è assegnata a una creatura.)\r\n\r\nL'Apparizione dal Passo Sfuggente non può essere bloccata.\r\n\r\nLa creatura incantata prende +1\/+1 e non può essere bloccata.","texto":"","tipos":["Spirito","Incantesimo","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" You don’t choose whether the spell is going to be an Aura spell or not until the spell is already on the stack. Abilities that affect when you can cast a spell, such as flash, will apply to the creature card in whatever zone you’re casting it from. For example, an effect that said you can cast creature spells as though they have flash will allow you to cast a creature card with bestow as an Aura spell anytime you could cast an instant."},{"data":"9\/15\/2013","texto":" On the stack, a spell with bestow is either a creature spell or an Aura spell. It’s never both, although it’s an enchantment spell in either case."},{"data":"9\/15\/2013","texto":" Unlike other Aura spells, an Aura spell with bestow isn’t countered if its target is illegal as it begins to resolve. Rather, the effect making it an Aura spell ends, it loses enchant creature, it returns to being an enchantment creature spell, and it resolves and enters the battlefield as an enchantment creature."},{"data":"9\/15\/2013","texto":" Unlike other Auras, an Aura with bestow isn’t put into its owner’s graveyard if it becomes unattached. Rather, the effect making it an Aura ends, it loses enchant creature, and it remains on the battlefield as an enchantment creature. It can attack (and its {T} abilities can be activated, if it has any) on the turn it becomes unattached if it’s been under your control continuously, even as an Aura, since your most recent turn began."},{"data":"9\/15\/2013","texto":" If a permanent with bestow enters the battlefield by any method other than being cast, it will be an enchantment creature. You can’t choose to pay the bestow cost and have it become an Aura."},{"data":"9\/15\/2013","texto":" Auras attached to a creature don’t become tapped when the creature becomes tapped. Except in some rare cases, an Aura with bestow remains untapped when it becomes unattached and becomes a creature."},{"data":"9\/15\/2013","texto":" An Aura that becomes a creature is no longer put into its owner’s graveyard as a state-based action. Rather, it becomes unattached and remains on the battlefield as long as it’s a creature. While it’s a creature, it can’t be attached to another permanent or player. An Aura that’s not attached to a legal permanent or player as defined by its enchant ability and also isn’t a creature will be put into its owner’s graveyard as a state-based action."}],"_id":{"$id":"537ad6f79e5d280d3a8b458e"}},"41":{"numero":41,"sigla_edicao":"bng","cod":"41bngit","idioma":"it","nome":"Serpe dell'Inondazione","ataque":"4","resistencia":"4","lealdade":"","mana":"4U","mana_convertida":"5","raridade":"Common","artista":"Steven Belledin","link":"http:\/\/magiccards.info\/bng\/it\/41.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/41.jpg","imagem_local":"bng\/it\/41.jpg","descricao":"La Serpe dell'Inondazione non può attaccare a meno che tu non faccia tornare un incantesimo che controlli in mano al suo proprietario. (Questo costo viene pagato quando vengono dichiarate le creature attaccanti.)","texto":"\"Pregare Thassa per ottenere cosa? Un mostro più grande che la divori? Un'onda che possa spazzarla via? Per cosa, allora?\"\r\n—Lindos, mercante di Meletis","tipos":["Serpe","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" You must return an enchantment you control to its owner’s hand during each combat in which you attack with Floodtide Serpent."}],"_id":{"$id":"537ad6f79e5d280d3a8b458f"}},"42":{"numero":42,"sigla_edicao":"bng","cod":"42bngit","idioma":"it","nome":"Kraken dello Stretto","ataque":"6","resistencia":"6","lealdade":"","mana":"5UU","mana_convertida":"7","raridade":"Uncommon","artista":"Richard Wright","link":"http:\/\/magiccards.info\/bng\/it\/42.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/42.jpg","imagem_local":"bng\/it\/42.jpg","descricao":"Le creature con forza inferiore al numero di Isole che controlli non possono bloccare il Kraken dello Stretto.","texto":"Thassa non ritenne necessario punire i naviganti che follemente attraversarono lo stretto. Il kraken lo avrebbe fatto per lei.","tipos":["Kraken","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" The number of Islands you control is counted as blockers are declared. Creatures with power less than that number at that time can’t block Kraken of the Straits. Once blockers have been declared, the power of the blocking creatures and the number of Islands you control don’t matter."}],"_id":{"$id":"537ad6f79e5d280d3a8b4590"}},"43":{"numero":43,"sigla_edicao":"bng","cod":"43bngit","idioma":"it","nome":"Astronomo di Meletis","ataque":"1","resistencia":"3","lealdade":"","mana":"1U","mana_convertida":"2","raridade":"Uncommon","artista":"Dan Scott","link":"http:\/\/magiccards.info\/bng\/it\/43.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/43.jpg","imagem_local":"bng\/it\/43.jpg","descricao":"Eroismo — Ogniqualvolta lanci una magia che bersaglia l'Astronomo di Meletis, guarda le prime tre carte del tuo grimorio. Puoi rivelare una carta incantesimo tra esse e aggiungerla alla tua mano. Metti le altre in fondo al tuo grimorio in qualsiasi ordine.","texto":"","tipos":["Umano","Mago","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" Heroic abilities will resolve before the spell that caused them to trigger."},{"data":"9\/15\/2013","texto":" Heroic abilities will trigger only once per spell, even if that spell targets the creature with the heroic ability multiple times."},{"data":"9\/15\/2013","texto":" Heroic abilities won’t trigger when a copy of a spell is created on the stack or when a spell’s targets are changed to include a creature with a heroic ability."}],"_id":{"$id":"537ad6f79e5d280d3a8b4591"}},"44":{"numero":44,"sigla_edicao":"bng","cod":"44bngit","idioma":"it","nome":"Razziatore di Menti","ataque":"2","resistencia":"1","lealdade":"","mana":"UU","mana_convertida":"2","raridade":"Rare","artista":"Wesley Burt","link":"http:\/\/magiccards.info\/bng\/it\/44.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/44.jpg","imagem_local":"bng\/it\/44.jpg","descricao":"Eroismo — Ogniqualvolta lanci una magia che bersaglia il Razziatore di Menti, esilia le prime tre carte del grimorio di un giocatore bersaglio.\r\n\r\n{U}{U}, Sacrifica il Razziatore di Menti: Neutralizza una magia bersaglio con lo stesso nome di una carta esiliata con il Razziatore di Menti.","texto":"","tipos":["Umano","Mago","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" Heroic abilities will resolve before the spell that caused them to trigger."},{"data":"9\/15\/2013","texto":" Heroic abilities will trigger only once per spell, even if that spell targets the creature with the heroic ability multiple times."},{"data":"9\/15\/2013","texto":" Heroic abilities won’t trigger when a copy of a spell is created on the stack or when a spell’s targets are changed to include a creature with a heroic ability."},{"data":"2\/1\/2014","texto":" The cards are exiled face up. All players can look at them."},{"data":"2\/1\/2014","texto":" If Mindreaver leaves the battlefield, and later another Mindreaver enters the battlefield, it is a new object (even if the two were represented by the same card). The last ability of the second Mindreaver doesn’t refer to any cards exiled with the first one."}],"_id":{"$id":"537ad6f79e5d280d3a8b4592"}},"45":{"numero":45,"sigla_edicao":"bng","cod":"45bngit","idioma":"it","nome":"Invalidare","ataque":"","resistencia":"","lealdade":"","mana":"UU","mana_convertida":"2","raridade":"Common","artista":"Adam Paquette","link":"http:\/\/magiccards.info\/bng\/it\/45.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/45.jpg","imagem_local":"bng\/it\/45.jpg","descricao":"Neutralizza una magia creatura o Aura bersaglio.","texto":"\"Chi provoca l'ira di Thassa sarà inghiottito intero dalle sue onde o fatto a pezzi dal suo bidente.\"\r\n—Trasios, eroe marinide","tipos":["Istantaneo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f79e5d280d3a8b4593"}},"46":{"numero":46,"sigla_edicao":"bng","cod":"46bngit","idioma":"it","nome":"Marinide Nyxiano","ataque":"2","resistencia":"3","lealdade":"","mana":"2U","mana_convertida":"3","raridade":"Common","artista":"Clint Cearley","link":"http:\/\/magiccards.info\/bng\/it\/46.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/46.jpg","imagem_local":"bng\/it\/46.jpg","descricao":"Conferire {4}{U} (Se lanci questa carta per il suo costo di conferire, è una magia Aura con incanta creatura. Diventa una creatura se non è assegnata a una creatura.)\r\n\r\nLa creatura incantata prende +2\/+3.","texto":"\"Appartiene a Thassa. Io non sono riuscita a dominarlo.\"\r\n—Kiora","tipos":["Tritone","Incantesimo","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" You don’t choose whether the spell is going to be an Aura spell or not until the spell is already on the stack. Abilities that affect when you can cast a spell, such as flash, will apply to the creature card in whatever zone you’re casting it from. For example, an effect that said you can cast creature spells as though they have flash will allow you to cast a creature card with bestow as an Aura spell anytime you could cast an instant."},{"data":"9\/15\/2013","texto":" On the stack, a spell with bestow is either a creature spell or an Aura spell. It’s never both, although it’s an enchantment spell in either case."},{"data":"9\/15\/2013","texto":" Unlike other Aura spells, an Aura spell with bestow isn’t countered if its target is illegal as it begins to resolve. Rather, the effect making it an Aura spell ends, it loses enchant creature, it returns to being an enchantment creature spell, and it resolves and enters the battlefield as an enchantment creature."},{"data":"9\/15\/2013","texto":" Unlike other Auras, an Aura with bestow isn’t put into its owner’s graveyard if it becomes unattached. Rather, the effect making it an Aura ends, it loses enchant creature, and it remains on the battlefield as an enchantment creature. It can attack (and its {T} abilities can be activated, if it has any) on the turn it becomes unattached if it’s been under your control continuously, even as an Aura, since your most recent turn began."},{"data":"9\/15\/2013","texto":" If a permanent with bestow enters the battlefield by any method other than being cast, it will be an enchantment creature. You can’t choose to pay the bestow cost and have it become an Aura."},{"data":"9\/15\/2013","texto":" Auras attached to a creature don’t become tapped when the creature becomes tapped. Except in some rare cases, an Aura with bestow remains untapped when it becomes unattached and becomes a creature."},{"data":"9\/15\/2013","texto":" An Aura that becomes a creature is no longer put into its owner’s graveyard as a state-based action. Rather, it becomes unattached and remains on the battlefield as long as it’s a creature. While it’s a creature, it can’t be attached to another permanent or player. An Aura that’s not attached to a legal permanent or player as defined by its enchant ability and also isn’t a creature will be put into its owner’s graveyard as a state-based action."}],"_id":{"$id":"537ad6f79e5d280d3a8b4594"}},"47":{"numero":47,"sigla_edicao":"bng","cod":"47bngit","idioma":"it","nome":"Visione dell'Oracolo","ataque":"","resistencia":"","lealdade":"","mana":"3U","mana_convertida":"4","raridade":"Uncommon","artista":"Raymond Swanland","link":"http:\/\/magiccards.info\/bng\/it\/47.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/47.jpg","imagem_local":"bng\/it\/47.jpg","descricao":"Incanta creatura\r\n\r\nLa creatura incantata ha \"{T}: Profetizza 1, poi pesca una carta\". (Per profetizzare 1, guarda la prima carta del tuo grimorio, poi puoi metterla in fondo al tuo grimorio.)","texto":"","tipos":["Aura","Incantesimo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" When you scry, you may put all the cards you look at back on top of your library, you may put all of those cards on the bottom of your library, or you may put some of those cards on top and the rest of them on the bottom."},{"data":"9\/15\/2013","texto":" You choose how to order cards returned to your library after scrying no matter where you put them."},{"data":"9\/15\/2013","texto":" You perform the actions stated on a card in sequence. For some spells and abilities, that means you’ll scry last. For others, that means you’ll scry and then perform other actions."},{"data":"9\/15\/2013","texto":" Scry appears on some spells and abilities with one or more targets. If all of the spell or ability’s targets are illegal when it tries to resolve, it will be countered and none of its effects will happen. You won’t scry."}],"_id":{"$id":"537ad6f79e5d280d3a8b4595"}},"48":{"numero":48,"sigla_edicao":"bng","cod":"48bngit","idioma":"it","nome":"Chimera Sconcertante","ataque":"3","resistencia":"3","lealdade":"","mana":"4U","mana_convertida":"5","raridade":"Rare","artista":"Tyler Jacobson","link":"http:\/\/magiccards.info\/bng\/it\/48.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/48.jpg","imagem_local":"bng\/it\/48.jpg","descricao":"Ogniqualvolta un avversario lancia una magia, puoi scambiare il controllo della Chimera Sconcertante e di quella magia. Se lo fai, puoi scegliere nuovi bersagli per la magia. (Se la magia diventa un permanente, controlli quel permanente.)","texto":"","tipos":["Chimera","Incantesimo","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" You may exchange control of Perplexing Chimera and any spell cast by an opponent, not just one with targets."},{"data":"2\/1\/2014","texto":" You make the decision whether to exchange control of Perplexing Chimera and the spell as the triggered ability resolves."},{"data":"2\/1\/2014","texto":" If Perplexing Chimera leaves the battlefield or the spell leaves the stack before the triggered ability resolves, you can’t make the exchange."},{"data":"2\/1\/2014","texto":" Neither Perplexing Chimera nor the spell changes zones. Only control of them is exchanged."},{"data":"2\/1\/2014","texto":" After the ability resolves, you control the spell. Any instance of “you” in that spell’s text now refers to you, “an opponent” refers to one of your opponents, and so on. The change of control happens before new targets are chosen, so any targeting restrictions such as “target opponent” or “target creature you control” are now made in reference to you, not the spell’s original controller. You may change those targets to be legal in reference to you, or, if those are the spell’s only targets, the spell will be countered on resolution for having illegal targets. When the spell resolves, any illegal targets are unaffected by it and you make all decisions the spell’s effect calls for."},{"data":"2\/1\/2014","texto":" You may change any of the spell’s targets. If you change a target, you must choose a legal target for the spell. If you can’t, you must leave the target the same (even if that target is now illegal)."},{"data":"2\/1\/2014","texto":" Gaining control of a spell and changing its targets won’t cause any heroic abilities of the new targets to trigger."},{"data":"2\/1\/2014","texto":" If you gain control of an instant or sorcery spell, it will be put into its owner’s graveyard as it resolves or is countered."},{"data":"2\/1\/2014","texto":" In some unusual cases, you may not control Perplexing Chimera when its triggered ability resolves (perhaps because the triggered ability triggered again and resolved while the original ability was on the stack). In these cases, you can exchange control of Perplexing Chimera and the spell that causes the ability to trigger, even if you control neither of them. If you do, you’ll be able to change targets of the spell, not the spell’s new controller."}],"_id":{"$id":"537ad6f79e5d280d3a8b4596"}},"49":{"numero":49,"sigla_edicao":"bng","cod":"49bngit","idioma":"it","nome":"Spirale della Ritrazione","ataque":"","resistencia":"","lealdade":"","mana":"U","mana_convertida":"1","raridade":"Common","artista":"Phill Simmer","link":"http:\/\/magiccards.info\/bng\/it\/49.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/49.jpg","imagem_local":"bng\/it\/49.jpg","descricao":"Fino alla fine del turno, una creatura bersaglio ha \"{T}: Fai tornare un permanente non terra bersaglio in mano al suo proprietario\".","texto":"Nei luoghi in cui le geometrie del mondo collassano, un maestro dell'Etere può ottenere un potere oltre ogni comprensione.","tipos":["Istantaneo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f79e5d280d3a8b4597"}},"50":{"numero":50,"sigla_edicao":"bng","cod":"50bngit","idioma":"it","nome":"Sirena di Costa delle Zanne","ataque":"1","resistencia":"1","lealdade":"","mana":"3UU","mana_convertida":"5","raridade":"Uncommon","artista":"Michael C. Hayes","link":"http:\/\/magiccards.info\/bng\/it\/50.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/50.jpg","imagem_local":"bng\/it\/50.jpg","descricao":"Volare\r\n\r\nTributo 3 (Mentre questa creatura entra nel campo di battaglia, un avversario a tua scelta può mettere tre segnalini +1\/+1 su di essa.)\r\n\r\nQuando la Sirena di Costa delle Zanne entra nel campo di battaglia, se il tributo non è stato pagato, prendi il controllo di una creatura bersaglio.","texto":"","tipos":["Sirena","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" If the opponent pays tribute, the creature will enter the battlefield with the specified number of +1\/+1 counters on it. It won’t enter the battlefield and then have the +1\/+1 counters placed on it."},{"data":"2\/1\/2014","texto":" The choice of whether to pay tribute is made as the creature with tribute is entering the battlefield. At that point, it’s too late to respond to the creature spell. For example, in a multiplayer game, opponents won’t know whether tribute will be paid or which opponent will be chosen to pay tribute or not when deciding whether to counter the creature spell."},{"data":"2\/1\/2014","texto":" If the triggered ability has a target, that target will not be known while the creature spell with tribute is on the stack."},{"data":"2\/1\/2014","texto":" Players can’t respond to the tribute decision before the creature enters the battlefield. That is, if the opponent doesn’t pay tribute, the triggered ability will trigger before any player has a chance to remove the creature."},{"data":"2\/1\/2014","texto":" The triggered ability will resolve even if the creature with tribute isn’t on the battlefield at that time."}],"_id":{"$id":"537ad6f79e5d280d3a8b4598"}},"51":{"numero":51,"sigla_edicao":"bng","cod":"51bngit","idioma":"it","nome":"Discepolo della Sfinge","ataque":"2","resistencia":"2","lealdade":"","mana":"3UU","mana_convertida":"5","raridade":"Common","artista":"Ryan Alexander Lee","link":"http:\/\/magiccards.info\/bng\/it\/51.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/51.jpg","imagem_local":"bng\/it\/51.jpg","descricao":"Volare\r\n\r\nIspirazione — Ogniqualvolta il Discepolo della Sfinge viene STAPpato, pesca una carta.","texto":"Pochi osano avventurarsi fino alle Isole Dakra. Coloro che ne fanno ritorno sono trasformati per sempre.","tipos":["Umano","Mago","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" Inspired abilities trigger no matter how the creature becomes untapped"},{"data":"2\/1\/2014","texto":" If an inspired ability triggers during your untap step, the ability will be put on the stack at the beginning of your upkeep. If the ability creates one or more token creatures, those creatures won’t be able to attack that turn (unless they gain haste)."},{"data":"2\/1\/2014","texto":" Inspired abilities don’t trigger when the creature enters the battlefield."},{"data":"2\/1\/2014","texto":" If the inspired ability includes an optional cost, you decide whether to pay that cost as the ability resolves. You can do this even if the creature leaves the battlefield in response to the ability."}],"_id":{"$id":"537ad6f79e5d280d3a8b4599"}},"52":{"numero":52,"sigla_edicao":"bng","cod":"52bngit","idioma":"it","nome":"Camminare sui Nembi","ataque":"","resistencia":"","lealdade":"","mana":"1U","mana_convertida":"2","raridade":"Common","artista":"Aaron Miller","link":"http:\/\/magiccards.info\/bng\/it\/52.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/52.jpg","imagem_local":"bng\/it\/52.jpg","descricao":"Incanta creatura\r\n\r\nQuando Camminare sui Nembi entra nel campo di battaglia, pesca una carta.\r\n\r\nLa creatura incantata ha volare.\r\n\r\nLa creatura incantata può bloccare solo creature con volare.","texto":"","tipos":["Aura","Incantesimo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f79e5d280d3a8b459a"}},"53":{"numero":53,"sigla_edicao":"bng","cod":"53bngit","idioma":"it","nome":"Tempesta Improvvisa","ataque":"","resistencia":"","lealdade":"","mana":"3U","mana_convertida":"4","raridade":"Common","artista":"Adam Paquette","link":"http:\/\/magiccards.info\/bng\/it\/53.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/53.jpg","imagem_local":"bng\/it\/53.jpg","descricao":"TAPpa fino a due creature bersaglio. Quelle creature non STAPpano durante il prossimo STAP dei rispettivi controllori. Profetizza 1. (Guarda la prima carta del tuo grimorio. Puoi mettere quella carta in fondo al tuo grimorio.)","texto":"Per quanto tu possa essere grande e forte, il mare è più vasto e più potente.","tipos":["Istantaneo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" When you scry, you may put all the cards you look at back on top of your library, you may put all of those cards on the bottom of your library, or you may put some of those cards on top and the rest of them on the bottom."},{"data":"9\/15\/2013","texto":" You choose how to order cards returned to your library after scrying no matter where you put them."},{"data":"9\/15\/2013","texto":" You perform the actions stated on a card in sequence. For some spells and abilities, that means you’ll scry last. For others, that means you’ll scry and then perform other actions."},{"data":"9\/15\/2013","texto":" Scry appears on some spells and abilities with one or more targets. If all of the spell or ability’s targets are illegal when it tries to resolve, it will be countered and none of its effects will happen. You won’t scry."},{"data":"2\/1\/2014","texto":" If a creature affected by Sudden Storm changes controllers before its old controller’s next untap step, Sudden Storm will prevent it from becoming untapped during its new controller’s next untap step."},{"data":"2\/1\/2014","texto":" This spell can target tapped creatures. If a targeted creature is already tapped when the spell resolves, that creature remains tapped and doesn’t untap during its controller’s next untap step."},{"data":"2\/1\/2014","texto":" If you chose two targets and one is an illegal target when Sudden Storm resolves, that creature won’t become tapped and it won’t be stopped from untapping during its controller’s next untap step. It won’t be affected by Sudden Storm in any way."},{"data":"2\/1\/2014","texto":" If you choose zero targets, you’ll just scry 1 when the ability resolves. However, if you choose at least one target and all of Sudden Storm’s targets are illegal as it tries to resolve, the spell will be countered and none of its effects will happen. You won’t scry in that case."}],"_id":{"$id":"537ad6f79e5d280d3a8b459b"}},"54":{"numero":54,"sigla_edicao":"bng","cod":"54bngit","idioma":"it","nome":"Rifiuto di Thassa","ataque":"","resistencia":"","lealdade":"","mana":"1U","mana_convertida":"2","raridade":"Uncommon","artista":"Lucas Graciano","link":"http:\/\/magiccards.info\/bng\/it\/54.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/54.jpg","imagem_local":"bng\/it\/54.jpg","descricao":"Neutralizza una magia bersaglio a meno che il suo controllore non paghi {X}, dove X è pari alla tua devozione al blu. (La tua devozione al blu è la somma dei {U} nel costo di mana dei permanenti che controlli.)","texto":"Resistere a Thassa è come cercare di opporsi alla marea che avanza.","tipos":["Istantaneo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f79e5d280d3a8b459c"}},"55":{"numero":55,"sigla_edicao":"bng","cod":"55bngit","idioma":"it","nome":"Tromokrate","ataque":"8","resistencia":"8","lealdade":"","mana":"5UU","mana_convertida":"7","raridade":"Rare","artista":"Matt Stewart","link":"http:\/\/magiccards.info\/bng\/it\/55.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/55.jpg","imagem_local":"bng\/it\/55.jpg","descricao":"Tromokrate ha anti-malocchio a meno che non sia attaccante o bloccante.\r\n\r\nTromokrate non può essere bloccato a meno che tutte le creature controllate dal giocatore in difesa non lo blocchino. (Se una delle creature controllate da quel giocatore non blocca questa creatura, non può essere bloccata.)","texto":"","tipos":["Kraken","Leggendaria","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" The defending player may block Tromokratis with each creature he or she controls. If that player can’t, perhaps because one of those creatures is tapped, or chooses not to, Tromokratis can’t be blocked."},{"data":"2\/1\/2014","texto":" Tromokratis (like all attacking and blocking creatures) remains an attacking or blocking creature until the end of combat step is over. Notably, it will still be an attacking or blocking creature during the combat damage step, so any abilities an opponent controls that trigger when a creature dies as a result of combat damage could target Tromokratis."}],"_id":{"$id":"537ad6f79e5d280d3a8b459d"}},"56":{"numero":56,"sigla_edicao":"bng","cod":"56bngit","idioma":"it","nome":"Elementale del Vortice","ataque":"0","resistencia":"1","lealdade":"","mana":"U","mana_convertida":"1","raridade":"Uncommon","artista":"Jack Wang","link":"http:\/\/magiccards.info\/bng\/it\/56.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/56.jpg","imagem_local":"bng\/it\/56.jpg","descricao":"{U}: Metti l'Elementale del Vortice e tutte le creature che sta bloccando o che lo bloccano in cima ai grimori dei rispettivi proprietari, poi quei giocatori rimescolano i loro grimori.\r\n\r\n{3}{U}{U}: Una creatura bersaglio blocca l'Elementale del Vortice in questo turno, se può farlo.","texto":"Il mare è sempre affamato.","tipos":["Elementale","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" If no creature is blocking or being blocked by Vortex Elemental as its first ability resolves, it alone will be put on top of its owner’s library, and that library will be shuffled. You can activate the first ability outside of combat."},{"data":"2\/1\/2014","texto":" If Vortex Elemental isn’t on the battlefield when its first ability resolves, any creatures blocking or blocked by it when it left the battlefield will be put on top of their owners’ libraries and those libraries will be shuffled."},{"data":"2\/1\/2014","texto":" The creature blocks Vortex Elemental only if it’s able to do so as the declare blockers step begins. If, at that time, the creature is tapped, it’s affected by a spell or ability that says it can’t block, or Vortex Elemental isn’t attacking its controller or a planeswalker controlled by that player, then it doesn’t block. If there’s a cost associated with having the creature block, the player isn’t forced to pay that cost. If that cost isn’t paid, the creature won’t block."}],"_id":{"$id":"537ad6f79e5d280d3a8b459e"}},"57":{"numero":57,"sigla_edicao":"bng","cod":"57bngit","idioma":"it","nome":"Onda Travolgente","ataque":"","resistencia":"","lealdade":"","mana":"2UU","mana_convertida":"4","raridade":"Rare","artista":"Slawomir Maniak","link":"http:\/\/magiccards.info\/bng\/it\/57.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/57.jpg","imagem_local":"bng\/it\/57.jpg","descricao":"Fai tornare tutte le creature tranne Kraken, Leviatani, Piovre e Serpi in mano ai rispettivi proprietari.","texto":"\"Capisco perché Thassa ne è attratta.\"\r\n—Kiora","tipos":["Stregoneria"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f79e5d280d3a8b459f"}},"58":{"numero":58,"sigla_edicao":"bng","cod":"58bngit","idioma":"it","nome":"Archetipo dell'Ineluttabilità","ataque":"2","resistencia":"3","lealdade":"","mana":"4BB","mana_convertida":"6","raridade":"Uncommon","artista":"Chris Rahn","link":"http:\/\/magiccards.info\/bng\/it\/58.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/58.jpg","imagem_local":"bng\/it\/58.jpg","descricao":"Le creature che controlli hanno tocco letale.\r\n\r\nLe creature controllate dai tuoi avversari perdono tocco letale e non possono avere tocco letale.","texto":"Dei mortali vede non ciò che desiderano essere, ma ciò che diventeranno.","tipos":["Gorgone","Incantesimo","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" The Archetype’s second ability applies to each creature controlled by any of your opponents, no matter when it entered the battlefield."},{"data":"2\/1\/2014","texto":" While you control an Archetype, continuous effects generated by the resolution of spells and abilities that would give the specified ability to creatures your opponents control aren’t created. For example, if you control Archetype of Courage, a spell cast by an opponent that gives creatures he or she controls first strike wouldn’t cause the creatures to have first strike, even if later in the turn Archetype of Courage left the battlefield. (If the spell has additional effects, such as raising the power of the creatures, those effects will apply as normal.)"},{"data":"2\/1\/2014","texto":" Conversely, continuous effects generated by static abilities (such as an Aura that granted the appropriate ability) would resume applying if the Archetype left the battlefield."},{"data":"2\/1\/2014","texto":" If you and an opponent each control the same Archetype, no creature controlled by any player will have the appropriate ability."}],"_id":{"$id":"537ad6f79e5d280d3a8b45a0"}},"59":{"numero":59,"sigla_edicao":"bng","cod":"59bngit","idioma":"it","nome":"Adepto di Ashiok","ataque":"1","resistencia":"3","lealdade":"","mana":"2B","mana_convertida":"3","raridade":"Uncommon","artista":"Karla Ortiz","link":"http:\/\/magiccards.info\/bng\/it\/59.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/59.jpg","imagem_local":"bng\/it\/59.jpg","descricao":"Eroismo — Ogniqualvolta lanci una magia che bersaglia l'Adepto di Ashiok, ogni avversario scarta una carta.","texto":"\"Ogni incubo è un uccello in gabbia che brama di essere liberato.\"\r\n—Ashiok, Tessitore di Incubi","tipos":["Umano","Mago","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" Heroic abilities will resolve before the spell that caused them to trigger."},{"data":"9\/15\/2013","texto":" Heroic abilities will trigger only once per spell, even if that spell targets the creature with the heroic ability multiple times."},{"data":"9\/15\/2013","texto":" Heroic abilities won’t trigger when a copy of a spell is created on the stack or when a spell’s targets are changed to include a creature with a heroic ability."}],"_id":{"$id":"537ad6f79e5d280d3a8b45a1"}},"60":{"numero":60,"sigla_edicao":"bng","cod":"60bngit","idioma":"it","nome":"Asfissiare","ataque":"","resistencia":"","lealdade":"","mana":"1BB","mana_convertida":"3","raridade":"Common","artista":"Kev Walker","link":"http:\/\/magiccards.info\/bng\/it\/60.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/60.jpg","imagem_local":"bng\/it\/60.jpg","descricao":"Distruggi una creatura STAPpata bersaglio.","texto":"\"Alcuni veleni si iniettano nel sangue, altri vengono ingeriti, altri ancora inalati. Tutte le fonti da cui i mortali traggono forza sono dei varchi per il veleno.\"\r\n—Agathe, sacerdotessa di Farika","tipos":["Stregoneria"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f79e5d280d3a8b45a2"}},"61":{"numero":61,"sigla_edicao":"bng","cod":"61bngit","idioma":"it","nome":"Morbo Avvizzente","ataque":"","resistencia":"","lealdade":"","mana":"BB","mana_convertida":"2","raridade":"Uncommon","artista":"Vincent Proce","link":"http:\/\/magiccards.info\/bng\/it\/61.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/61.jpg","imagem_local":"bng\/it\/61.jpg","descricao":"Una creatura bersaglio e tutte le altre creature con lo stesso nome di quella creatura prendono -3\/-3 fino alla fine del turno.","texto":"Non una freccia venne scoccata, né un giavellotto scagliato, né una spada sguainata. Non ve ne fu bisogno.","tipos":["Istantaneo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" Bile Blight has only one target. Other creatures with that name are not targeted. For example, a creature with hexproof will still get -3\/-3 if it has the same name as the target creature."},{"data":"2\/1\/2014","texto":" If the target creature is an illegal target as Bile Blight tries to resolve, it will be countered and none of its effects will happen. No creature will get -3\/-3."},{"data":"2\/1\/2014","texto":" The name of a creature token is the same as its creature types, unless the token is a copy of another creature or the effect that created the token specifically gives it a different name. For example, a 1\/1 Cat Soldier creature token is named “Cat Soldier.”"}],"_id":{"$id":"537ad6f79e5d280d3a8b45a3"}},"62":{"numero":62,"sigla_edicao":"bng","cod":"62bngit","idioma":"it","nome":"Quercia Nera di Odunos","ataque":"0","resistencia":"5","lealdade":"","mana":"2B","mana_convertida":"3","raridade":"Uncommon","artista":"Chris Rahn","link":"http:\/\/magiccards.info\/bng\/it\/62.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/62.jpg","imagem_local":"bng\/it\/62.jpg","descricao":"Difensore\r\n\r\n{B}, TAPpa un'altra creatura STAPpata che controlli: La Quercia Nera di Odunos prende +1\/+1 fino alla fine del turno.","texto":"Fenax promise alle anime appena defunte che sarebbero scampate a Erebos. Su questo non mentì.","tipos":["Zombie","Silvantropo","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" You can tap a creature that hasn’t been under your control since your most recent turn began to activate the last ability."}],"_id":{"$id":"537ad6f79e5d280d3a8b45a4"}},"63":{"numero":63,"sigla_edicao":"bng","cod":"63bngit","idioma":"it","nome":"Campione delle Anime Perdute","ataque":"4","resistencia":"4","lealdade":"","mana":"4BB","mana_convertida":"6","raridade":"Mythic Rare","artista":"Aleksi Briclot","link":"http:\/\/magiccards.info\/bng\/it\/63.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/63.jpg","imagem_local":"bng\/it\/63.jpg","descricao":"{3}{B}{B}, {T}, Sacrifica altre X creature: Rimetti sul campo di battaglia X carte creatura bersaglio dal tuo cimitero.\r\n\r\n{5}{B}{B}: Metti il Campione delle Anime Perdute in cima al tuo grimorio dal tuo cimitero.","texto":"","tipos":["Scheletro","Guerriero","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" You choose the targets of the first ability as you activate that ability, before you pay any costs. You can’t target any of the creatures you sacrifice."},{"data":"2\/1\/2014","texto":" The last ability can be activated only if Champion of Stray Souls is in your graveyard."}],"_id":{"$id":"537ad6f79e5d280d3a8b45a5"}},"64":{"numero":64,"sigla_edicao":"bng","cod":"64bngit","idioma":"it","nome":"Rivendicazione di Erebos","ataque":"","resistencia":"","lealdade":"","mana":"1B","mana_convertida":"2","raridade":"Common","artista":"Zack Stella","link":"http:\/\/magiccards.info\/bng\/it\/64.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/64.jpg","imagem_local":"bng\/it\/64.jpg","descricao":"Incanta creatura\r\n\r\nLa creatura incantata ha \"{1}{B}, {T}: Un giocatore bersaglio perde 2 punti vita\".","texto":"Di tanto in tanto, i sacerdoti di Erebos rammentano ai mortali che l'hanno dimenticata la loro natura effimera.","tipos":["Aura","Incantesimo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f79e5d280d3a8b45a6"}},"65":{"numero":65,"sigla_edicao":"bng","cod":"65bngit","idioma":"it","nome":"Annegare nel Dolore","ataque":"","resistencia":"","lealdade":"","mana":"1BB","mana_convertida":"3","raridade":"Uncommon","artista":"Noah Bradley","link":"http:\/\/magiccards.info\/bng\/it\/65.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/65.jpg","imagem_local":"bng\/it\/65.jpg","descricao":"Tutte le creature prendono -2\/-2 fino alla fine del turno. Profetizza 1. (Guarda la prima carta del tuo grimorio. Puoi mettere quella carta in fondo al tuo grimorio.)","texto":"\"La triste verità è che la frusta di Erebos è abbastanza lunga da avvolgersi intorno alle gole di noi tutti.\"\r\n—Perisofia la filosofa","tipos":["Stregoneria"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" When you scry, you may put all the cards you look at back on top of your library, you may put all of those cards on the bottom of your library, or you may put some of those cards on top and the rest of them on the bottom."},{"data":"9\/15\/2013","texto":" You choose how to order cards returned to your library after scrying no matter where you put them."},{"data":"9\/15\/2013","texto":" You perform the actions stated on a card in sequence. For some spells and abilities, that means you’ll scry last. For others, that means you’ll scry and then perform other actions."},{"data":"9\/15\/2013","texto":" Scry appears on some spells and abilities with one or more targets. If all of the spell or ability’s targets are illegal when it tries to resolve, it will be countered and none of its effects will happen. You won’t scry."},{"data":"2\/1\/2014","texto":" Only creatures on the battlefield when Drown in Sorrow resolves will get -2\/-2. Creatures that enter the battlefield later in the turn will not."}],"_id":{"$id":"537ad6f79e5d280d3a8b45a7"}},"66":{"numero":66,"sigla_edicao":"bng","cod":"66bngit","idioma":"it","nome":"Divoratore di Speranza","ataque":"6","resistencia":"4","lealdade":"","mana":"5BB","mana_convertida":"7","raridade":"Rare","artista":"Peter Mohrbacher","link":"http:\/\/magiccards.info\/bng\/it\/66.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/66.jpg","imagem_local":"bng\/it\/66.jpg","descricao":"Volare\r\n\r\n{B}, Sacrifica un'altra creatura: Rigenera il Divoratore di Speranza.\r\n\r\n{2}{B}, Sacrifica altre due creature: Distruggi una creatura bersaglio.","texto":"Gli dei possono essere placati. I demoni, invece...","tipos":["Demone","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f79e5d280d3a8b45a8"}},"67":{"numero":67,"sigla_edicao":"bng","cod":"67bngit","idioma":"it","nome":"Perforazione dell'Occhio","ataque":"","resistencia":"","lealdade":"","mana":"B","mana_convertida":"1","raridade":"Common","artista":"Tyler Jacobson","link":"http:\/\/magiccards.info\/bng\/it\/67.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/67.jpg","imagem_local":"bng\/it\/67.jpg","descricao":"Una creatura bersaglio prende -1\/-1 fino alla fine del turno. Se è un Ciclope, distruggila.","texto":"Una sola occasione. Un solo lancio. Un colpo perfetto.","tipos":["Istantaneo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" If the target creature is a Cyclops, it will get -1\/-1 before it’s destroyed."}],"_id":{"$id":"537ad6f79e5d280d3a8b45a9"}},"68":{"numero":68,"sigla_edicao":"bng","cod":"68bngit","idioma":"it","nome":"Colei che Dipana il Fato","ataque":"3","resistencia":"4","lealdade":"","mana":"3B","mana_convertida":"4","raridade":"Rare","artista":"David Palumbo","link":"http:\/\/magiccards.info\/bng\/it\/68.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/68.jpg","imagem_local":"bng\/it\/68.jpg","descricao":"Ogniqualvolta un avversario pesca una carta, Colei che Dipana il Fato infligge 1 danno a quel giocatore.","texto":"\"Non dimenticare mai che la vita che hai costruito può essere disfatta da un singolo nodo allentato.\"\r\n—Perisofia la filosofa","tipos":["Strega","Incantesimo","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f79e5d280d3a8b45aa"}},"69":{"numero":69,"sigla_edicao":"bng","cod":"69bngit","idioma":"it","nome":"Risveglio Fatidico","ataque":"","resistencia":"","lealdade":"","mana":"4BBB","mana_convertida":"7","raridade":"Rare","artista":"Peter Mohrbacher","link":"http:\/\/magiccards.info\/bng\/it\/69.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/69.jpg","imagem_local":"bng\/it\/69.jpg","descricao":"Metti sul campo di battaglia sotto il tuo controllo una carta creatura bersaglio da un cimitero. Ha indistruttibile. Se è il tuo turno, profetizza 2. (Guarda le prime due carte del tuo grimorio, poi mettine un qualsiasi numero in fondo al tuo grimorio e le altre in cima in qualsiasi ordine.)","texto":"","tipos":["Istantaneo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" When you scry, you may put all the cards you look at back on top of your library, you may put all of those cards on the bottom of your library, or you may put some of those cards on top and the rest of them on the bottom."},{"data":"9\/15\/2013","texto":" You choose how to order cards returned to your library after scrying no matter where you put them."},{"data":"9\/15\/2013","texto":" You perform the actions stated on a card in sequence. For some spells and abilities, that means you’ll scry last. For others, that means you’ll scry and then perform other actions."},{"data":"9\/15\/2013","texto":" Scry appears on some spells and abilities with one or more targets. If all of the spell or ability’s targets are illegal when it tries to resolve, it will be countered and none of its effects will happen. You won’t scry."},{"data":"2\/1\/2014","texto":" The effect that causes the creature to gain indestructible doesn’t have a duration. It lasts until the creature leaves the battlefield."},{"data":"2\/1\/2014","texto":" The indestructible granted by Fated Return isn’t part of the creature’s copiable values. If the creature is copied, the copy won’t have indestructible (unless the creature otherwise has indestructible)."}],"_id":{"$id":"537ad6f79e5d280d3a8b45ab"}},"70":{"numero":70,"sigla_edicao":"bng","cod":"70bngit","idioma":"it","nome":"Lottatore Velloirsuto","ataque":"2","resistencia":"2","lealdade":"","mana":"1B","mana_convertida":"2","raridade":"Common","artista":"Nils Hamm","link":"http:\/\/magiccards.info\/bng\/it\/70.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/70.jpg","imagem_local":"bng\/it\/70.jpg","descricao":"Il Lottatore Velloirsuto non può bloccare a meno che tu non controlli un altro Minotauro.","texto":"I riti di sepoltura dei minotauri Velloirsuti prevedono che i caduti in battaglia siano divorati, per rimuovere l'onta dalla memoria e per alimentare la vendetta dei sopravvissuti.","tipos":["Minotauro","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" Whether you control another Minotaur is checked only as you declare blockers. The other Minotaur doesn’t have to block."}],"_id":{"$id":"537ad6f79e5d280d3a8b45ac"}},"71":{"numero":71,"sigla_edicao":"bng","cod":"71bngit","idioma":"it","nome":"Pseudamma Disperata","ataque":"2","resistencia":"1","lealdade":"","mana":"3B","mana_convertida":"4","raridade":"Uncommon","artista":"Winona Nelson","link":"http:\/\/magiccards.info\/bng\/it\/71.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/71.jpg","imagem_local":"bng\/it\/71.jpg","descricao":"Intimidire\r\n\r\nIspirazione — Ogniqualvolta la Pseudamma Disperata viene STAPpata, puoi pagare {2}{B}. Se lo fai, metti sul campo di battaglia una pedina creatura incantesimo Zombie 2\/2 nera.","texto":"\"Altri bambini presi. Questo è un male che braccheremo senza pietà.\"\r\n—Anthousa di Setessa","tipos":["Zombie","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" Inspired abilities trigger no matter how the creature becomes untapped"},{"data":"2\/1\/2014","texto":" If an inspired ability triggers during your untap step, the ability will be put on the stack at the beginning of your upkeep. If the ability creates one or more token creatures, those creatures won’t be able to attack that turn (unless they gain haste)."},{"data":"2\/1\/2014","texto":" Inspired abilities don’t trigger when the creature enters the battlefield."},{"data":"2\/1\/2014","texto":" If the inspired ability includes an optional cost, you decide whether to pay that cost as the ability resolves. You can do this even if the creature leaves the battlefield in response to the ability."}],"_id":{"$id":"537ad6f79e5d280d3a8b45ad"}},"72":{"numero":72,"sigla_edicao":"bng","cod":"72bngit","idioma":"it","nome":"Erranti Dimenticati","ataque":"4","resistencia":"2","lealdade":"","mana":"3B","mana_convertida":"4","raridade":"Common","artista":"Min Yum","link":"http:\/\/magiccards.info\/bng\/it\/72.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/72.jpg","imagem_local":"bng\/it\/72.jpg","descricao":"Quando gli Erranti Dimenticati muoiono, metti nel tuo cimitero le prime quattro carte del tuo grimorio.","texto":"È terribile quando il cammino dei Risvegliati li conduce di nuovo all'Ade.","tipos":["Zombie","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f79e5d280d3a8b45ae"}},"73":{"numero":73,"sigla_edicao":"bng","cod":"73bngit","idioma":"it","nome":"Indorare","ataque":"","resistencia":"","lealdade":"","mana":"3B","mana_convertida":"4","raridade":"Rare","artista":"Richard Wright","link":"http:\/\/magiccards.info\/bng\/it\/73.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/73.jpg","imagem_local":"bng\/it\/73.jpg","descricao":"Esilia una creatura bersaglio. Metti sul campo di battaglia una pedina artefatto incolore chiamata Oro. Ha \"Sacrifica questo artefatto: Aggiungi un mana di un qualsiasi colore alla tua riserva di mana\".","texto":"I mercanti dell'Ade commerciano in monete di argilla. L'oro serve per un altro scopo.","tipos":["Stregoneria"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" You will control the token, no matter who controls the target creature."},{"data":"2\/1\/2014","texto":" If the creature isn’t a legal target as Gild tries to resolve, the spell will be countered and none of its effects will happen. No token will be created."}],"_id":{"$id":"537ad6f79e5d280d3a8b45af"}},"74":{"numero":74,"sigla_edicao":"bng","cod":"74bngit","idioma":"it","nome":"Trasformazione Raccapricciante","ataque":"","resistencia":"","lealdade":"","mana":"2B","mana_convertida":"3","raridade":"Common","artista":"Tyler Jacobson","link":"http:\/\/magiccards.info\/bng\/it\/74.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/74.jpg","imagem_local":"bng\/it\/74.jpg","descricao":"Incanta creatura\r\n\r\nQuando la Trasformazione Raccapricciante entra nel campo di battaglia, pesca una carta.\r\n\r\nLa creatura incantata ha intimidire. (Non può essere bloccata tranne che da creature artefatto e\/o creature che condividono con essa un colore.)","texto":"","tipos":["Aura","Incantesimo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f79e5d280d3a8b45b0"}},"75":{"numero":75,"sigla_edicao":"bng","cod":"75bngit","idioma":"it","nome":"Araldo del Tormento","ataque":"3","resistencia":"3","lealdade":"","mana":"1BB","mana_convertida":"3","raridade":"Rare","artista":"Vance Kovacs","link":"http:\/\/magiccards.info\/bng\/it\/75.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/75.jpg","imagem_local":"bng\/it\/75.jpg","descricao":"Conferire {3}{B}{B} (Se lanci questa carta per il suo costo di conferire, è una magia Aura con incanta creatura. Diventa una creatura se non è assegnata a una creatura.)\r\n\r\nVolare\r\n\r\nAll'inizio del tuo mantenimento, perdi 1 punto vita.\r\n\r\nLa creatura incantata prende +3\/+3 e ha volare.","texto":"","tipos":["Demone","Incantesimo","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" You don’t choose whether the spell is going to be an Aura spell or not until the spell is already on the stack. Abilities that affect when you can cast a spell, such as flash, will apply to the creature card in whatever zone you’re casting it from. For example, an effect that said you can cast creature spells as though they have flash will allow you to cast a creature card with bestow as an Aura spell anytime you could cast an instant."},{"data":"9\/15\/2013","texto":" On the stack, a spell with bestow is either a creature spell or an Aura spell. It’s never both, although it’s an enchantment spell in either case."},{"data":"9\/15\/2013","texto":" Unlike other Aura spells, an Aura spell with bestow isn’t countered if its target is illegal as it begins to resolve. Rather, the effect making it an Aura spell ends, it loses enchant creature, it returns to being an enchantment creature spell, and it resolves and enters the battlefield as an enchantment creature."},{"data":"9\/15\/2013","texto":" Unlike other Auras, an Aura with bestow isn’t put into its owner’s graveyard if it becomes unattached. Rather, the effect making it an Aura ends, it loses enchant creature, and it remains on the battlefield as an enchantment creature. It can attack (and its {T} abilities can be activated, if it has any) on the turn it becomes unattached if it’s been under your control continuously, even as an Aura, since your most recent turn began."},{"data":"9\/15\/2013","texto":" If a permanent with bestow enters the battlefield by any method other than being cast, it will be an enchantment creature. You can’t choose to pay the bestow cost and have it become an Aura."},{"data":"9\/15\/2013","texto":" Auras attached to a creature don’t become tapped when the creature becomes tapped. Except in some rare cases, an Aura with bestow remains untapped when it becomes unattached and becomes a creature."},{"data":"9\/15\/2013","texto":" An Aura that becomes a creature is no longer put into its owner’s graveyard as a state-based action. Rather, it becomes unattached and remains on the battlefield as long as it’s a creature. While it’s a creature, it can’t be attached to another permanent or player. An Aura that’s not attached to a legal permanent or player as defined by its enchant ability and also isn’t a creature will be put into its owner’s graveyard as a state-based action."},{"data":"2\/1\/2014","texto":" The triggered ability that causes you to lose life applies whether Herald of Torment is a creature or an Aura. The “you” in that ability refers to Herald of Torment’s controller. If you control Herald of Torment as an Aura enchanting a creature another player controls, that ability will trigger at the beginning of your upkeep and cause you to lose 1 life."}],"_id":{"$id":"537ad6f79e5d280d3a8b45b1"}},"76":{"numero":76,"sigla_edicao":"bng","cod":"76bngit","idioma":"it","nome":"Titano Offuscapalude","ataque":"4","resistencia":"5","lealdade":"","mana":"6B","mana_convertida":"7","raridade":"Common","artista":"Volkan Baga","link":"http:\/\/magiccards.info\/bng\/it\/76.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/76.jpg","imagem_local":"bng\/it\/76.jpg","descricao":"Il Titano Offuscapalude costa {X} in meno per essere lanciato, dove X è pari alla tua devozione al nero. (La tua devozione al nero è la somma dei {B} nel costo di mana dei permanenti che controlli.)","texto":"Gode del favore di Erebos, poiché molti sono stati inviati nell'Ade grazie a lui.","tipos":["Gigante","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" Numeric mana symbols ({0}, {1}, and so on) in mana costs of permanents you control don’t count toward your devotion to any color."},{"data":"9\/15\/2013","texto":" Mana symbols in the text boxes of permanents you control don’t count toward your devotion to any color."},{"data":"9\/15\/2013","texto":" Hybrid mana symbols, monocolored hybrid mana symbols, and Phyrexian mana symbols do count toward your devotion to their color(s)."},{"data":"9\/15\/2013","texto":" If an activated ability or triggered ability has an effect that depends on your devotion to a color, you count the number of mana symbols of that color among the mana costs of permanents you control as the ability resolves. The permanent with that ability will be counted if it’s still on the battlefield at that time."},{"data":"2\/1\/2014","texto":" Your devotion to black is calculated when you determine Marshmist Titan’s total cost, and that cost is locked in before any costs are paid. For example, if you control a creature with black mana symbols in its mana cost that can be sacrificed for mana, those mana symbols will count toward your devotion to black. You can then sacrifice that creature for mana to pay the reduced total cost."},{"data":"2\/1\/2014","texto":" If your devotion to black is greater than six, Marshmist Titan will cost {B} to cast. The colored mana requirement isn’t reduced."}],"_id":{"$id":"537ad6f79e5d280d3a8b45b2"}},"77":{"numero":77,"sigla_edicao":"bng","cod":"77bngit","idioma":"it","nome":"Necromorso","ataque":"","resistencia":"","lealdade":"","mana":"2B","mana_convertida":"3","raridade":"Common","artista":"Igor Kieryluk","link":"http:\/\/magiccards.info\/bng\/it\/77.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/77.jpg","imagem_local":"bng\/it\/77.jpg","descricao":"Una creatura bersaglio ha tocco letale fino alla fine del turno. Rigenerala.","texto":"Un servitore di Farika deve conoscere infiniti balsami per curare e lenire... e altrettanti per sortire l'effetto opposto.","tipos":["Istantaneo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f79e5d280d3a8b45b3"}},"78":{"numero":78,"sigla_edicao":"bng","cod":"78bngit","idioma":"it","nome":"Apparizione Nyxiana","ataque":"2","resistencia":"1","lealdade":"","mana":"1B","mana_convertida":"2","raridade":"Common","artista":"Nils Hamm","link":"http:\/\/magiccards.info\/bng\/it\/78.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/78.jpg","imagem_local":"bng\/it\/78.jpg","descricao":"Conferire {4}{B} (Se lanci questa carta per il suo costo di conferire, è una magia Aura con incanta creatura. Diventa una creatura se non è assegnata a una creatura.)\r\n\r\nLa creatura incantata prende +2\/+1.","texto":"Un corpo Risvegliato, un'anima ancora nell'oblio.","tipos":["Spirito","Incantesimo","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" You don’t choose whether the spell is going to be an Aura spell or not until the spell is already on the stack. Abilities that affect when you can cast a spell, such as flash, will apply to the creature card in whatever zone you’re casting it from. For example, an effect that said you can cast creature spells as though they have flash will allow you to cast a creature card with bestow as an Aura spell anytime you could cast an instant."},{"data":"9\/15\/2013","texto":" On the stack, a spell with bestow is either a creature spell or an Aura spell. It’s never both, although it’s an enchantment spell in either case."},{"data":"9\/15\/2013","texto":" Unlike other Aura spells, an Aura spell with bestow isn’t countered if its target is illegal as it begins to resolve. Rather, the effect making it an Aura spell ends, it loses enchant creature, it returns to being an enchantment creature spell, and it resolves and enters the battlefield as an enchantment creature."},{"data":"9\/15\/2013","texto":" Unlike other Auras, an Aura with bestow isn’t put into its owner’s graveyard if it becomes unattached. Rather, the effect making it an Aura ends, it loses enchant creature, and it remains on the battlefield as an enchantment creature. It can attack (and its {T} abilities can be activated, if it has any) on the turn it becomes unattached if it’s been under your control continuously, even as an Aura, since your most recent turn began."},{"data":"9\/15\/2013","texto":" If a permanent with bestow enters the battlefield by any method other than being cast, it will be an enchantment creature. You can’t choose to pay the bestow cost and have it become an Aura."},{"data":"9\/15\/2013","texto":" Auras attached to a creature don’t become tapped when the creature becomes tapped. Except in some rare cases, an Aura with bestow remains untapped when it becomes unattached and becomes a creature."},{"data":"9\/15\/2013","texto":" An Aura that becomes a creature is no longer put into its owner’s graveyard as a state-based action. Rather, it becomes unattached and remains on the battlefield as long as it’s a creature. While it’s a creature, it can’t be attached to another permanent or player. An Aura that’s not attached to a legal permanent or player as defined by its enchant ability and also isn’t a creature will be put into its owner’s graveyard as a state-based action."}],"_id":{"$id":"537ad6f79e5d280d3a8b45b4"}},"79":{"numero":79,"sigla_edicao":"bng","cod":"79bngit","idioma":"it","nome":"Pescatore Fluviale di Odunos","ataque":"2","resistencia":"2","lealdade":"","mana":"2B","mana_convertida":"3","raridade":"Uncommon","artista":"Seb McKinnon","link":"http:\/\/magiccards.info\/bng\/it\/79.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/79.jpg","imagem_local":"bng\/it\/79.jpg","descricao":"Quando il Pescatore Fluviale di Odunos entra nel campo di battaglia, riprendi in mano una carta creatura incantesimo bersaglio dal tuo cimitero.\r\n\r\n{W}, Sacrifica il Pescatore Fluviale di Odunos: Riprendi in mano una carta creatura incantesimo bersaglio dal tuo cimitero.","texto":"","tipos":["Zombie","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f79e5d280d3a8b45b5"}},"80":{"numero":80,"sigla_edicao":"bng","cod":"80bngit","idioma":"it","nome":"Veggente del Dolore","ataque":"2","resistencia":"2","lealdade":"","mana":"1B","mana_convertida":"2","raridade":"Rare","artista":"Tyler Jacobson","link":"http:\/\/magiccards.info\/bng\/it\/80.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/80.jpg","imagem_local":"bng\/it\/80.jpg","descricao":"Ispirazione — Ogniqualvolta il Veggente del Dolore viene STAPpato, rivela la prima carta del tuo grimorio e aggiungila alla tua mano. Perdi punti vita pari al costo di mana convertito di quella carta.","texto":"Ogni spasmo dei nervi e ogni palpito delle vene è latore di un messaggio, decifrabile con gli strumenti adatti.","tipos":["Umano","Mago","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" If the mana cost of the revealed card includes {X}, X is considered to be 0."},{"data":"2\/1\/2014","texto":" If the revealed card doesn’t have a mana cost (because it’s a land card, for example), its converted mana cost is 0."},{"data":"2\/1\/2014","texto":" Split cards in your library have two converted costs, one for each half. If you reveal a split card this way, you’ll lose life equal to the sum of those converted mana costs."},{"data":"2\/1\/2014","texto":" Inspired abilities trigger no matter how the creature becomes untapped"},{"data":"2\/1\/2014","texto":" If an inspired ability triggers during your untap step, the ability will be put on the stack at the beginning of your upkeep. If the ability creates one or more token creatures, those creatures won’t be able to attack that turn (unless they gain haste)."},{"data":"2\/1\/2014","texto":" Inspired abilities don’t trigger when the creature enters the battlefield."},{"data":"2\/1\/2014","texto":" If the inspired ability includes an optional cost, you decide whether to pay that cost as the ability resolves. You can do this even if the creature leaves the battlefield in response to the ability."}],"_id":{"$id":"537ad6f79e5d280d3a8b45b6"}},"81":{"numero":81,"sigla_edicao":"bng","cod":"81bngit","idioma":"it","nome":"Ematomanzia","ataque":"","resistencia":"","lealdade":"","mana":"4B","mana_convertida":"5","raridade":"Uncommon","artista":"Dave Kendall","link":"http:\/\/magiccards.info\/bng\/it\/81.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/81.jpg","imagem_local":"bng\/it\/81.jpg","descricao":"Peschi X carte e perdi X punti vita, dove X è pari alla tua devozione al nero. (La tua devozione al nero è la somma dei {B} nel costo di mana dei permanenti che controlli.)","texto":"","tipos":["Stregoneria"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" Numeric mana symbols ({0}, {1}, and so on) in mana costs of permanents you control don’t count toward your devotion to any color."},{"data":"9\/15\/2013","texto":" Mana symbols in the text boxes of permanents you control don’t count toward your devotion to any color."},{"data":"9\/15\/2013","texto":" Hybrid mana symbols, monocolored hybrid mana symbols, and Phyrexian mana symbols do count toward your devotion to their color(s)."},{"data":"9\/15\/2013","texto":" If an activated ability or triggered ability has an effect that depends on your devotion to a color, you count the number of mana symbols of that color among the mana costs of permanents you control as the ability resolves. The permanent with that ability will be counted if it’s still on the battlefield at that time."}],"_id":{"$id":"537ad6f79e5d280d3a8b45b7"}},"82":{"numero":82,"sigla_edicao":"bng","cod":"82bngit","idioma":"it","nome":"Servitore di Tymaret","ataque":"1","resistencia":"3","lealdade":"","mana":"2B","mana_convertida":"3","raridade":"Common","artista":"Karl Kopinski","link":"http:\/\/magiccards.info\/bng\/it\/82.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/82.jpg","imagem_local":"bng\/it\/82.jpg","descricao":"Ispirazione — Ogniqualvolta il Servitore di Tymaret viene STAPpato, ogni avversario perde 1 punto vita. Guadagni tanti punti vita quanti sono i punti vita persi in questo modo.\r\n\r\n{2}{B}: Rigenera il Servitore di Tymaret.","texto":"La vita è il bene più prezioso per coloro che l'hanno già perduta.","tipos":["Zombie","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" A creature taps when its regeneration shield is used, not when the shield is created. Notably, you won’t be able to use Servant of Tymaret’s last ability to tap it so that its inspired ability will trigger unless Servant of Tymaret would be destroyed."},{"data":"2\/1\/2014","texto":" Inspired abilities trigger no matter how the creature becomes untapped"},{"data":"2\/1\/2014","texto":" If an inspired ability triggers during your untap step, the ability will be put on the stack at the beginning of your upkeep. If the ability creates one or more token creatures, those creatures won’t be able to attack that turn (unless they gain haste)."},{"data":"2\/1\/2014","texto":" Inspired abilities don’t trigger when the creature enters the battlefield."},{"data":"2\/1\/2014","texto":" If the inspired ability includes an optional cost, you decide whether to pay that cost as the ability resolves. You can do this even if the creature leaves the battlefield in response to the ability."}],"_id":{"$id":"537ad6f79e5d280d3a8b45b8"}},"83":{"numero":83,"sigla_edicao":"bng","cod":"83bngit","idioma":"it","nome":"Arpia Avèrla","ataque":"2","resistencia":"2","lealdade":"","mana":"3BB","mana_convertida":"5","raridade":"Uncommon","artista":"Christopher Moeller","link":"http:\/\/magiccards.info\/bng\/it\/83.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/83.jpg","imagem_local":"bng\/it\/83.jpg","descricao":"Volare\r\n\r\nTributo 2 (Mentre questa creatura entra nel campo di battaglia, un avversario a tua scelta può mettere due segnalini +1\/+1 su di essa.)\r\n\r\nQuando l'Arpia Avèrla entra nel campo di battaglia, se il tributo non è stato pagato, un avversario bersaglio sacrifica una creatura.","texto":"","tipos":["Arpia","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" The opponent you target with the triggered ability doesn’t have to be the same opponent you chose to pay tribute or not."},{"data":"2\/1\/2014","texto":" If the opponent pays tribute, the creature will enter the battlefield with the specified number of +1\/+1 counters on it. It won’t enter the battlefield and then have the +1\/+1 counters placed on it."},{"data":"2\/1\/2014","texto":" The choice of whether to pay tribute is made as the creature with tribute is entering the battlefield. At that point, it’s too late to respond to the creature spell. For example, in a multiplayer game, opponents won’t know whether tribute will be paid or which opponent will be chosen to pay tribute or not when deciding whether to counter the creature spell."},{"data":"2\/1\/2014","texto":" If the triggered ability has a target, that target will not be known while the creature spell with tribute is on the stack."},{"data":"2\/1\/2014","texto":" Players can’t respond to the tribute decision before the creature enters the battlefield. That is, if the opponent doesn’t pay tribute, the triggered ability will trigger before any player has a chance to remove the creature."},{"data":"2\/1\/2014","texto":" The triggered ability will resolve even if the creature with tribute isn’t on the battlefield at that time."}],"_id":{"$id":"537ad6f79e5d280d3a8b45b9"}},"84":{"numero":84,"sigla_edicao":"bng","cod":"84bngit","idioma":"it","nome":"Risvegliato Astioso","ataque":"1","resistencia":"1","lealdade":"","mana":"1B","mana_convertida":"2","raridade":"Uncommon","artista":"Raymond Swanland","link":"http:\/\/magiccards.info\/bng\/it\/84.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/84.jpg","imagem_local":"bng\/it\/84.jpg","descricao":"Conferire {3}{B} (Se lanci questa carta per il suo costo di conferire, è una magia Aura con incanta creatura. Diventa una creatura se non è assegnata a una creatura.)\r\n\r\nOgniqualvolta il Risvegliato Astioso o la creatura incantata attacca, il giocatore in difesa perde 2 punti vita.\r\n\r\nLa creatura incantata prende +1\/+1.","texto":"","tipos":["Zombie","Incantesimo","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" You don’t choose whether the spell is going to be an Aura spell or not until the spell is already on the stack. Abilities that affect when you can cast a spell, such as flash, will apply to the creature card in whatever zone you’re casting it from. For example, an effect that said you can cast creature spells as though they have flash will allow you to cast a creature card with bestow as an Aura spell anytime you could cast an instant."},{"data":"9\/15\/2013","texto":" On the stack, a spell with bestow is either a creature spell or an Aura spell. It’s never both, although it’s an enchantment spell in either case."},{"data":"9\/15\/2013","texto":" Unlike other Aura spells, an Aura spell with bestow isn’t countered if its target is illegal as it begins to resolve. Rather, the effect making it an Aura spell ends, it loses enchant creature, it returns to being an enchantment creature spell, and it resolves and enters the battlefield as an enchantment creature."},{"data":"9\/15\/2013","texto":" Unlike other Auras, an Aura with bestow isn’t put into its owner’s graveyard if it becomes unattached. Rather, the effect making it an Aura ends, it loses enchant creature, and it remains on the battlefield as an enchantment creature. It can attack (and its {T} abilities can be activated, if it has any) on the turn it becomes unattached if it’s been under your control continuously, even as an Aura, since your most recent turn began."},{"data":"9\/15\/2013","texto":" If a permanent with bestow enters the battlefield by any method other than being cast, it will be an enchantment creature. You can’t choose to pay the bestow cost and have it become an Aura."},{"data":"9\/15\/2013","texto":" Auras attached to a creature don’t become tapped when the creature becomes tapped. Except in some rare cases, an Aura with bestow remains untapped when it becomes unattached and becomes a creature."},{"data":"9\/15\/2013","texto":" An Aura that becomes a creature is no longer put into its owner’s graveyard as a state-based action. Rather, it becomes unattached and remains on the battlefield as long as it’s a creature. While it’s a creature, it can’t be attached to another permanent or player. An Aura that’s not attached to a legal permanent or player as defined by its enchant ability and also isn’t a creature will be put into its owner’s graveyard as a state-based action."}],"_id":{"$id":"537ad6f79e5d280d3a8b45ba"}},"85":{"numero":85,"sigla_edicao":"bng","cod":"85bngit","idioma":"it","nome":"Cantore di Guerra di Mogis","ataque":"3","resistencia":"3","lealdade":"","mana":"3BB","mana_convertida":"5","raridade":"Common","artista":"Mike Bierek","link":"http:\/\/magiccards.info\/bng\/it\/85.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/85.jpg","imagem_local":"bng\/it\/85.jpg","descricao":"Ispirazione — Ogniqualvolta il Cantore di Guerra di Mogis viene STAPpato, una creatura bersaglio che controlli ha intimidire fino alla fine del turno. (Una creatura con intimidire non può essere bloccata tranne che da creature artefatto e\/o creature che condividono con essa un colore.)","texto":"","tipos":["Minotauro","Sciamano","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" Inspired abilities trigger no matter how the creature becomes untapped"},{"data":"2\/1\/2014","texto":" If an inspired ability triggers during your untap step, the ability will be put on the stack at the beginning of your upkeep. If the ability creates one or more token creatures, those creatures won’t be able to attack that turn (unless they gain haste)."},{"data":"2\/1\/2014","texto":" Inspired abilities don’t trigger when the creature enters the battlefield."},{"data":"2\/1\/2014","texto":" If the inspired ability includes an optional cost, you decide whether to pay that cost as the ability resolves. You can do this even if the creature leaves the battlefield in response to the ability."}],"_id":{"$id":"537ad6f79e5d280d3a8b45bb"}},"86":{"numero":86,"sigla_edicao":"bng","cod":"86bngit","idioma":"it","nome":"Peso dell'Ade","ataque":"","resistencia":"","lealdade":"","mana":"3B","mana_convertida":"4","raridade":"Common","artista":"Wesley Burt","link":"http:\/\/magiccards.info\/bng\/it\/86.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/86.jpg","imagem_local":"bng\/it\/86.jpg","descricao":"Incanta creatura\r\n\r\nLa creatura incantata prende -3\/-2.","texto":"L'orgoglioso Alcmeno, che non volle piegarsi a Erebos nella morte, è ora piegato per l'eternità dalla sua stessa arroganza.","tipos":["Aura","Incantesimo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f79e5d280d3a8b45bc"}},"87":{"numero":87,"sigla_edicao":"bng","cod":"87bngit","idioma":"it","nome":"Arruolatore di Akros","ataque":"3","resistencia":"2","lealdade":"","mana":"4R","mana_convertida":"5","raridade":"Uncommon","artista":"James Ryman","link":"http:\/\/magiccards.info\/bng\/it\/87.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/87.jpg","imagem_local":"bng\/it\/87.jpg","descricao":"Eroismo — Ogniqualvolta lanci una magia che bersaglia l'Arruolatore di Akros, prendi il controllo di un'altra creatura bersaglio fino alla fine del turno. STAPpa quella creatura. Ha rapidità fino alla fine del turno.","texto":"\"Questo è il tempo per servire.\"","tipos":["Umano","Sciamano","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" Heroic abilities will resolve before the spell that caused them to trigger."},{"data":"9\/15\/2013","texto":" Heroic abilities will trigger only once per spell, even if that spell targets the creature with the heroic ability multiple times."},{"data":"9\/15\/2013","texto":" Heroic abilities won’t trigger when a copy of a spell is created on the stack or when a spell’s targets are changed to include a creature with a heroic ability."},{"data":"2\/1\/2014","texto":" The ability can target any creature except Akroan Conscriptor, including one that’s untapped or one you already control."},{"data":"2\/1\/2014","texto":" Gaining control of a creature doesn’t cause you to gain control of any Auras or Equipment attached to it. Notably, if that creature is enchanted by an Aura with bestow and dies while under your control, the Aura’s controller will continue to control the creature that Aura becomes."},{"data":"2\/1\/2014","texto":" If you control a legendary creature and gain control of another legendary creature with the same name, you’ll choose one to remain on the battlefield and put the other into its owner’s graveyard."}],"_id":{"$id":"537ad6f79e5d280d3a8b45bd"}},"88":{"numero":88,"sigla_edicao":"bng","cod":"88bngit","idioma":"it","nome":"Archetipo dell'Aggressione","ataque":"3","resistencia":"2","lealdade":"","mana":"1RR","mana_convertida":"3","raridade":"Uncommon","artista":"Mathias Kollros","link":"http:\/\/magiccards.info\/bng\/it\/88.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/88.jpg","imagem_local":"bng\/it\/88.jpg","descricao":"Le creature che controlli hanno travolgere.\r\n\r\nLe creature controllate dai tuoi avversari perdono travolgere e non possono avere travolgere.","texto":"\"È a causa della furia di Maikal che Purforos lo ha benedetto? Oppure quella furia è sbocciata in lui dopo aver ricevuto la benedizione? Solo gli dei lo sanno.\"\r\n—Eocle, oracolo di Purforos","tipos":["Umano","Guerriero","Incantesimo","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" The Archetype’s second ability applies to each creature controlled by any of your opponents, no matter when it entered the battlefield."},{"data":"2\/1\/2014","texto":" While you control an Archetype, continuous effects generated by the resolution of spells and abilities that would give the specified ability to creatures your opponents control aren’t created. For example, if you control Archetype of Courage, a spell cast by an opponent that gives creatures he or she controls first strike wouldn’t cause the creatures to have first strike, even if later in the turn Archetype of Courage left the battlefield. (If the spell has additional effects, such as raising the power of the creatures, those effects will apply as normal.)"},{"data":"2\/1\/2014","texto":" Conversely, continuous effects generated by static abilities (such as an Aura that granted the appropriate ability) would resume applying if the Archetype left the battlefield."},{"data":"2\/1\/2014","texto":" If you and an opponent each control the same Archetype, no creature controlled by any player will have the appropriate ability."}],"_id":{"$id":"537ad6f79e5d280d3a8b45be"}},"89":{"numero":89,"sigla_edicao":"bng","cod":"89bngit","idioma":"it","nome":"Fulmine di Keranos","ataque":"","resistencia":"","lealdade":"","mana":"1RR","mana_convertida":"3","raridade":"Common","artista":"Karl Kopinski","link":"http:\/\/magiccards.info\/bng\/it\/89.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/89.jpg","imagem_local":"bng\/it\/89.jpg","descricao":"Il Fulmine di Keranos infligge 3 danni a una creatura o a un giocatore bersaglio. Profetizza 1. (Guarda la prima carta del tuo grimorio. Puoi mettere quella carta in fondo al tuo grimorio.)","texto":"Le intuizioni concesse da Keranos, dio delle rivelazioni, possono essere letteralmente folgoranti.","tipos":["Stregoneria"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" When you scry, you may put all the cards you look at back on top of your library, you may put all of those cards on the bottom of your library, or you may put some of those cards on top and the rest of them on the bottom."},{"data":"9\/15\/2013","texto":" You choose how to order cards returned to your library after scrying no matter where you put them."},{"data":"9\/15\/2013","texto":" You perform the actions stated on a card in sequence. For some spells and abilities, that means you’ll scry last. For others, that means you’ll scry and then perform other actions."},{"data":"9\/15\/2013","texto":" Scry appears on some spells and abilities with one or more targets. If all of the spell or ability’s targets are illegal when it tries to resolve, it will be countered and none of its effects will happen. You won’t scry."}],"_id":{"$id":"537ad6f79e5d280d3a8b45bf"}},"90":{"numero":90,"sigla_edicao":"bng","cod":"90bngit","idioma":"it","nome":"Ciclope di Passo Guercio","ataque":"5","resistencia":"2","lealdade":"","mana":"2RR","mana_convertida":"4","raridade":"Common","artista":"Kev Walker","link":"http:\/\/magiccards.info\/bng\/it\/90.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/90.jpg","imagem_local":"bng\/it\/90.jpg","descricao":"","texto":"La Campionessa si armò per affrontare il ciclope, incurante della disperazione dei suoi compagni.\r\n\"Come potrai sconfiggerlo con una sola lancia?\" chiese la giovane Altemone.\r\nLa Campionessa sollevò l'arma. \"Non ha che un solo occhio.\"\r\n—La Theriade","tipos":["Ciclope","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f79e5d280d3a8b45c0"}},"91":{"numero":91,"sigla_edicao":"bng","cod":"91bngit","idioma":"it","nome":"Tempesta della Rivelazione","ataque":"","resistencia":"","lealdade":"","mana":"R","mana_convertida":"1","raridade":"Common","artista":"Clint Cearley","link":"http:\/\/magiccards.info\/bng\/it\/91.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/91.jpg","imagem_local":"bng\/it\/91.jpg","descricao":"Incanta creatura\r\n\r\nLa creatura incantata ha \"{R}, {T}, Scarta una carta: Pesca una carta\".","texto":"A Meletis, alcuni oracoli sono addestrati per diventare parafulmini divini e ricevere innumerevoli visioni in un istante.","tipos":["Aura","Incantesimo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f79e5d280d3a8b45c1"}},"92":{"numero":92,"sigla_edicao":"bng","cod":"92bngit","idioma":"it","nome":"Apparizione della Fiamma Eterna","ataque":"1","resistencia":"1","lealdade":"","mana":"1R","mana_convertida":"2","raridade":"Uncommon","artista":"Daarken","link":"http:\/\/magiccards.info\/bng\/it\/92.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/92.jpg","imagem_local":"bng\/it\/92.jpg","descricao":"Conferire {2}{R} (Se lanci questa carta per il suo costo di conferire, è una magia Aura con incanta creatura. Diventa una creatura se non è assegnata a una creatura.)\r\n\r\n{R}: L'Apparizione della Fiamma Eterna prende +1\/+0 fino alla fine del turno. Se è un'Aura, la creatura incantata prende invece +1\/+0 fino alla fine del turno.\r\n\r\nLa creatura incantata prende +1\/+1.","texto":"","tipos":["Spirito","Incantesimo","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" You don’t choose whether the spell is going to be an Aura spell or not until the spell is already on the stack. Abilities that affect when you can cast a spell, such as flash, will apply to the creature card in whatever zone you’re casting it from. For example, an effect that said you can cast creature spells as though they have flash will allow you to cast a creature card with bestow as an Aura spell anytime you could cast an instant."},{"data":"9\/15\/2013","texto":" On the stack, a spell with bestow is either a creature spell or an Aura spell. It’s never both, although it’s an enchantment spell in either case."},{"data":"9\/15\/2013","texto":" Unlike other Aura spells, an Aura spell with bestow isn’t countered if its target is illegal as it begins to resolve. Rather, the effect making it an Aura spell ends, it loses enchant creature, it returns to being an enchantment creature spell, and it resolves and enters the battlefield as an enchantment creature."},{"data":"9\/15\/2013","texto":" Unlike other Auras, an Aura with bestow isn’t put into its owner’s graveyard if it becomes unattached. Rather, the effect making it an Aura ends, it loses enchant creature, and it remains on the battlefield as an enchantment creature. It can attack (and its {T} abilities can be activated, if it has any) on the turn it becomes unattached if it’s been under your control continuously, even as an Aura, since your most recent turn began."},{"data":"9\/15\/2013","texto":" If a permanent with bestow enters the battlefield by any method other than being cast, it will be an enchantment creature. You can’t choose to pay the bestow cost and have it become an Aura."},{"data":"9\/15\/2013","texto":" Auras attached to a creature don’t become tapped when the creature becomes tapped. Except in some rare cases, an Aura with bestow remains untapped when it becomes unattached and becomes a creature."},{"data":"9\/15\/2013","texto":" An Aura that becomes a creature is no longer put into its owner’s graveyard as a state-based action. Rather, it becomes unattached and remains on the battlefield as long as it’s a creature. While it’s a creature, it can’t be attached to another permanent or player. An Aura that’s not attached to a legal permanent or player as defined by its enchant ability and also isn’t a creature will be put into its owner’s graveyard as a state-based action."},{"data":"2\/1\/2014","texto":" As Everflame Eidolon’s ability resolves, the bonus is applied to either Everflame Eidolon (if it’s a creature) or to the enchanted creature (if it’s an Aura). If the bonus is applied to the enchanted creature, that bonus won’t apply to Everflame Eidolon, even if it becomes a creature later that turn."}],"_id":{"$id":"537ad6f79e5d280d3a8b45c2"}},"93":{"numero":93,"sigla_edicao":"bng","cod":"93bngit","idioma":"it","nome":"Schianto del Martello","ataque":"","resistencia":"","lealdade":"","mana":"1R","mana_convertida":"2","raridade":"Common","artista":"Adam Paquette","link":"http:\/\/magiccards.info\/bng\/it\/93.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/93.jpg","imagem_local":"bng\/it\/93.jpg","descricao":"Una creatura bersaglio che controlli infligge danno pari alla sua forza a un'altra creatura bersaglio.","texto":"Non è saggio colui che insulta il dio della forgia. È altrettanto sciocco colui che resta accanto a chi lo ha insultato.","tipos":["Istantaneo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" As Fall of the Hammer tries to resolve, if only one of the targets is legal, Fall of the Hammer will still resolve but will have no effect"},{"data":"2\/1\/2014","texto":" The amount of damage dealt is based on the first target creature’s power as Fall of the Hammer resolves."}],"_id":{"$id":"537ad6f79e5d280d3a8b45c3"}},"94":{"numero":94,"sigla_edicao":"bng","cod":"94bngit","idioma":"it","nome":"Conflagrazione Fatidica","ataque":"","resistencia":"","lealdade":"","mana":"1RRR","mana_convertida":"4","raridade":"Rare","artista":"Adam Paquette","link":"http:\/\/magiccards.info\/bng\/it\/94.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/94.jpg","imagem_local":"bng\/it\/94.jpg","descricao":"La Conflagrazione Fatidica infligge 5 danni a una creatura o a un planeswalker bersaglio. Se è il tuo turno, profetizza 2. (Guarda le prime due carte del tuo grimorio, poi mettine un qualsiasi numero in fondo al tuo grimorio e le altre in cima in qualsiasi ordine.)","texto":"","tipos":["Istantaneo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" When you scry, you may put all the cards you look at back on top of your library, you may put all of those cards on the bottom of your library, or you may put some of those cards on top and the rest of them on the bottom."},{"data":"9\/15\/2013","texto":" You choose how to order cards returned to your library after scrying no matter where you put them."},{"data":"9\/15\/2013","texto":" You perform the actions stated on a card in sequence. For some spells and abilities, that means you’ll scry last. For others, that means you’ll scry and then perform other actions."},{"data":"9\/15\/2013","texto":" Scry appears on some spells and abilities with one or more targets. If all of the spell or ability’s targets are illegal when it tries to resolve, it will be countered and none of its effects will happen. You won’t scry."}],"_id":{"$id":"537ad6f79e5d280d3a8b45c4"}},"95":{"numero":95,"sigla_edicao":"bng","cod":"95bngit","idioma":"it","nome":"Indole Terrificante","ataque":"","resistencia":"","lealdade":"","mana":"2R","mana_convertida":"3","raridade":"Common","artista":"Seb McKinnon","link":"http:\/\/magiccards.info\/bng\/it\/95.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/95.jpg","imagem_local":"bng\/it\/95.jpg","descricao":"Incanta creatura\r\n\r\nLa creatura incantata prende +2\/+2 e ha \"{2}{R}: Una creatura bersaglio non può bloccare questa creatura in questo turno\".","texto":"Purforos è il dio della creazione e della distruzione: di tutte le divinità del pantheon, è colui che distrugge nel modo più creativo.","tipos":["Aura","Incantesimo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" The activated ability granted by Fearsome Temper can’t change or undo a block that’s already happened. For it to have an effect, you must activate it no later than the declare attackers step."},{"data":"2\/1\/2014","texto":" The target creature can still block other attacking creatures."}],"_id":{"$id":"537ad6f79e5d280d3a8b45c5"}},"96":{"numero":96,"sigla_edicao":"bng","cod":"96bngit","idioma":"it","nome":"Vincolaspiriti Velloirsuto","ataque":"3","resistencia":"4","lealdade":"","mana":"3R","mana_convertida":"4","raridade":"Rare","artista":"Mathias Kollros","link":"http:\/\/magiccards.info\/bng\/it\/96.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/96.jpg","imagem_local":"bng\/it\/96.jpg","descricao":"Ispirazione — Ogniqualvolta il Vincolaspiriti Velloirsuto viene STAPpato, puoi pagare {1}{R}. Se lo fai, metti sul campo di battaglia una pedina che è una copia di un'altra creatura bersaglio tranne che è un incantesimo in aggiunta agli altri suoi tipi. Ha rapidità. Esiliala all'inizio della prossima sottofase finale.","texto":"","tipos":["Minotauro","Sciamano","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" The token copies exactly what was printed on the original creature (except that the copy is also an enchantment) and nothing else (unless that permanent is copying something else or is a token; see below). It doesn’t copy whether that creature is tapped or untapped, whether it has any counters on it or Auras and Equipment attached to it, or any non-copy effects that have changed its power, toughness, types, color, and so on."},{"data":"2\/1\/2014","texto":" If the copied creature has {X} in its mana cost, X is considered to be zero."},{"data":"2\/1\/2014","texto":" If the copied creature is copying something else (for example, if the copied creature is a Clone), then the token enters the battlefield as whatever that creature copied."},{"data":"2\/1\/2014","texto":" If the copied creature is a token, the token created by Felhide Spiritbinder copies the original characteristics of that token as stated by the effect that put the token onto the battlefield."},{"data":"2\/1\/2014","texto":" Any enters-the-battlefield abilities of the copied creature will trigger when the token enters the battlefield. Any “as [this permanent] enters the battlefield” or “[this permanent] enters the battlefield with” abilities of the copied creature will also work."},{"data":"2\/1\/2014","texto":" If another creature becomes or enters the battlefield as a copy of the token, that creature won’t have haste and you won’t exile it. However, if Felhide Spiritbinder creates multiple tokens due to a replacement effect (like the one Doubling Season creates), each of those tokens will have haste and you’ll exile each of them."},{"data":"2\/1\/2014","texto":" Inspired abilities trigger no matter how the creature becomes untapped"},{"data":"2\/1\/2014","texto":" If an inspired ability triggers during your untap step, the ability will be put on the stack at the beginning of your upkeep. If the ability creates one or more token creatures, those creatures won’t be able to attack that turn (unless they gain haste)."},{"data":"2\/1\/2014","texto":" Inspired abilities don’t trigger when the creature enters the battlefield."},{"data":"2\/1\/2014","texto":" If the inspired ability includes an optional cost, you decide whether to pay that cost as the ability resolves. You can do this even if the creature leaves the battlefield in response to the ability."}],"_id":{"$id":"537ad6f79e5d280d3a8b45c6"}},"97":{"numero":97,"sigla_edicao":"bng","cod":"97bngit","idioma":"it","nome":"Fenice della Spirale Infuocata","ataque":"3","resistencia":"3","lealdade":"","mana":"2RR","mana_convertida":"4","raridade":"Mythic Rare","artista":"James Ryman","link":"http:\/\/magiccards.info\/bng\/it\/97.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/97.jpg","imagem_local":"bng\/it\/97.jpg","descricao":"Volare\r\n\r\nTributo 2 (Mentre questa creatura entra nel campo di battaglia, un avversario a tua scelta può mettere due segnalini +1\/+1 su di essa.)\r\n\r\nQuando la Fenice della Spirale Infuocata entra nel campo di battaglia, se il tributo non è stato pagato, ha rapidità e \"Quando questa creatura muore, falla tornare in mano al suo proprietario\".","texto":"","tipos":["Fenice","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" If the opponent pays tribute, the creature will enter the battlefield with the specified number of +1\/+1 counters on it. It won’t enter the battlefield and then have the +1\/+1 counters placed on it."},{"data":"2\/1\/2014","texto":" The choice of whether to pay tribute is made as the creature with tribute is entering the battlefield. At that point, it’s too late to respond to the creature spell. For example, in a multiplayer game, opponents won’t know whether tribute will be paid or which opponent will be chosen to pay tribute or not when deciding whether to counter the creature spell."},{"data":"2\/1\/2014","texto":" If the triggered ability has a target, that target will not be known while the creature spell with tribute is on the stack."},{"data":"2\/1\/2014","texto":" Players can’t respond to the tribute decision before the creature enters the battlefield. That is, if the opponent doesn’t pay tribute, the triggered ability will trigger before any player has a chance to remove the creature."},{"data":"2\/1\/2014","texto":" The triggered ability will resolve even if the creature with tribute isn’t on the battlefield at that time."}],"_id":{"$id":"537ad6f79e5d280d3a8b45c7"}},"98":{"numero":98,"sigla_edicao":"bng","cod":"98bngit","idioma":"it","nome":"Drago Attizzaforgia","ataque":"5","resistencia":"4","lealdade":"","mana":"4RR","mana_convertida":"6","raridade":"Rare","artista":"Todd Lockwood","link":"http:\/\/magiccards.info\/bng\/it\/98.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/98.jpg","imagem_local":"bng\/it\/98.jpg","descricao":"Volare\r\n\r\n{1}{R}: Il Drago Attizzaforgia infligge 1 danno a una creatura bersaglio. Quella creatura non può bloccare in questo combattimento. Attiva questa abilità solo se il Drago Attizzaforgia sta attaccando.","texto":"I soldati di Akros modellano i propri elmi per onorare i draghi, non per difendersi da essi, giacché sarebbero poco utili a questo scopo.","tipos":["Drago","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" Forgestoker Dragon’s activated ability can target any creature, not just creatures controlled by the defending player or ones that could block."},{"data":"2\/1\/2014","texto":" If you don’t want the target creature to be able to block, Forgestoker Dragon’s activated ability must be activated during the declare attackers step."}],"_id":{"$id":"537ad6f89e5d280d3a8b45c8"}},"99":{"numero":99,"sigla_edicao":"bng","cod":"99bngit","idioma":"it","nome":"Cacciasole Impulsivo","ataque":"1","resistencia":"1","lealdade":"","mana":"1R","mana_convertida":"2","raridade":"Common","artista":"Cynthia Sheppard","link":"http:\/\/magiccards.info\/bng\/it\/99.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/99.jpg","imagem_local":"bng\/it\/99.jpg","descricao":"Volare, rapidità\r\n\r\nIl Cacciasole Impulsivo attacca ogni turno, se può farlo.","texto":"\"Mi librerò più in alto delle mura di Akros! Più in alto delle nubi! Più in alto di Eliod stesso!\"","tipos":["Umano","Soldato","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" Impetuous Sunchaser attacks only if it’s able to do so as the declare attackers step begins. If, at that time, it’s tapped or affected by a spell or ability that says it can’t attack, then it doesn’t attack. If there’s a cost associated with having it attack, you’re not forced to pay that cost. If that cost isn’t paid, Impetuous Sunchaser won’t attack."},{"data":"2\/1\/2014","texto":" You choose which player or planeswalker Impetuous Sunchaser attacks."}],"_id":{"$id":"537ad6f89e5d280d3a8b45c9"}},"100":{"numero":100,"sigla_edicao":"bng","cod":"100bngit","idioma":"it","nome":"Macellaio di Kragma","ataque":"2","resistencia":"3","lealdade":"","mana":"2R","mana_convertida":"3","raridade":"Common","artista":"Daarken","link":"http:\/\/magiccards.info\/bng\/it\/100.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/100.jpg","imagem_local":"bng\/it\/100.jpg","descricao":"Ispirazione — Ogniqualvolta il Macellaio di Kragma viene STAPpato, prende +2\/+0 fino alla fine del turno.","texto":"I minotauri scendono in battaglia affamati. La vista del sangue dei loro nemici scatena in loro una smaniosa avidità di carne.","tipos":["Minotauro","Guerriero","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" Inspired abilities trigger no matter how the creature becomes untapped"},{"data":"2\/1\/2014","texto":" If an inspired ability triggers during your untap step, the ability will be put on the stack at the beginning of your upkeep. If the ability creates one or more token creatures, those creatures won’t be able to attack that turn (unless they gain haste)."},{"data":"2\/1\/2014","texto":" Inspired abilities don’t trigger when the creature enters the battlefield."},{"data":"2\/1\/2014","texto":" If the inspired ability includes an optional cost, you decide whether to pay that cost as the ability resolves. You can do this even if the creature leaves the battlefield in response to the ability."}],"_id":{"$id":"537ad6f89e5d280d3a8b45ca"}},"101":{"numero":101,"sigla_edicao":"bng","cod":"101bngit","idioma":"it","nome":"Raffica di Fulmini","ataque":"","resistencia":"","lealdade":"","mana":"3R","mana_convertida":"4","raridade":"Uncommon","artista":"John Avon","link":"http:\/\/magiccards.info\/bng\/it\/101.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/101.jpg","imagem_local":"bng\/it\/101.jpg","descricao":"Fino alla fine del turno, le creature che controlli hanno \"{T}: Questa creatura infligge 1 danno a una creatura o a un giocatore bersaglio\".","texto":"\"Siamo gocce di pioggia che si uniscono a formare nubi di burrasca. Per nostro tramite si scatena il potere del dio delle tempeste!\"","tipos":["Istantaneo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f89e5d280d3a8b45cb"}},"102":{"numero":102,"sigla_edicao":"bng","cod":"102bngit","idioma":"it","nome":"Festante Nyxiano","ataque":"1","resistencia":"1","lealdade":"","mana":"R","mana_convertida":"1","raridade":"Common","artista":"Seb McKinnon","link":"http:\/\/magiccards.info\/bng\/it\/102.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/102.jpg","imagem_local":"bng\/it\/102.jpg","descricao":"Conferire {1}{R} (Se lanci questa carta per il suo costo di conferire, è una magia Aura con incanta creatura. Diventa una creatura se non è assegnata a una creatura.)\r\n\r\nLa creatura incantata prende +1\/+1.","texto":"","tipos":["Satiro","Incantesimo","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" You don’t choose whether the spell is going to be an Aura spell or not until the spell is already on the stack. Abilities that affect when you can cast a spell, such as flash, will apply to the creature card in whatever zone you’re casting it from. For example, an effect that said you can cast creature spells as though they have flash will allow you to cast a creature card with bestow as an Aura spell anytime you could cast an instant."},{"data":"9\/15\/2013","texto":" On the stack, a spell with bestow is either a creature spell or an Aura spell. It’s never both, although it’s an enchantment spell in either case."},{"data":"9\/15\/2013","texto":" Unlike other Aura spells, an Aura spell with bestow isn’t countered if its target is illegal as it begins to resolve. Rather, the effect making it an Aura spell ends, it loses enchant creature, it returns to being an enchantment creature spell, and it resolves and enters the battlefield as an enchantment creature."},{"data":"9\/15\/2013","texto":" Unlike other Auras, an Aura with bestow isn’t put into its owner’s graveyard if it becomes unattached. Rather, the effect making it an Aura ends, it loses enchant creature, and it remains on the battlefield as an enchantment creature. It can attack (and its {T} abilities can be activated, if it has any) on the turn it becomes unattached if it’s been under your control continuously, even as an Aura, since your most recent turn began."},{"data":"9\/15\/2013","texto":" If a permanent with bestow enters the battlefield by any method other than being cast, it will be an enchantment creature. You can’t choose to pay the bestow cost and have it become an Aura."},{"data":"9\/15\/2013","texto":" Auras attached to a creature don’t become tapped when the creature becomes tapped. Except in some rare cases, an Aura with bestow remains untapped when it becomes unattached and becomes a creature."},{"data":"9\/15\/2013","texto":" An Aura that becomes a creature is no longer put into its owner’s graveyard as a state-based action. Rather, it becomes unattached and remains on the battlefield as long as it’s a creature. While it’s a creature, it can’t be attached to another permanent or player. An Aura that’s not attached to a legal permanent or player as defined by its enchant ability and also isn’t a creature will be put into its owner’s graveyard as a state-based action."}],"_id":{"$id":"537ad6f89e5d280d3a8b45cc"}},"103":{"numero":103,"sigla_edicao":"bng","cod":"103bngit","idioma":"it","nome":"Indovino delle Ossa","ataque":"3","resistencia":"1","lealdade":"","mana":"2RR","mana_convertida":"4","raridade":"Rare","artista":"Greg Staples","link":"http:\/\/magiccards.info\/bng\/it\/103.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/103.jpg","imagem_local":"bng\/it\/103.jpg","descricao":"Rapidità\r\n\r\nTributo 2 (Mentre questa creatura entra nel campo di battaglia, un avversario a tua scelta può mettere due segnalini +1\/+1 su di essa.)\r\n\r\nQuando l'Indovino delle Ossa entra nel campo di battaglia, se il tributo non è stato pagato, puoi lanciare una carta istantaneo o stregoneria dalla tua mano senza pagare il suo costo di mana.","texto":"","tipos":["Minotauro","Sciamano","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" If you want to cast a card this way, you cast it as part of the resolution of the triggered ability. Timing restrictions based on the card’s type (such as sorcery) are ignored. Other casting restrictions (such as “Cast [this card] only before attackers are declared”) are not."},{"data":"2\/1\/2014","texto":" If the card has {X} in its mana cost, you must choose 0 as its value."},{"data":"2\/1\/2014","texto":" If you cast a card “without paying its mana cost,” you can’t pay alternative costs such as overload costs. You can, however, pay additional costs such as kicker costs. If the card has mandatory additional costs, you must pay those."},{"data":"2\/1\/2014","texto":" If you choose to cast a split card with fuse without paying its mana cost, you may cast both halves."},{"data":"2\/1\/2014","texto":" If the opponent pays tribute, the creature will enter the battlefield with the specified number of +1\/+1 counters on it. It won’t enter the battlefield and then have the +1\/+1 counters placed on it."},{"data":"2\/1\/2014","texto":" The choice of whether to pay tribute is made as the creature with tribute is entering the battlefield. At that point, it’s too late to respond to the creature spell. For example, in a multiplayer game, opponents won’t know whether tribute will be paid or which opponent will be chosen to pay tribute or not when deciding whether to counter the creature spell."},{"data":"2\/1\/2014","texto":" If the triggered ability has a target, that target will not be known while the creature spell with tribute is on the stack."},{"data":"2\/1\/2014","texto":" Players can’t respond to the tribute decision before the creature enters the battlefield. That is, if the opponent doesn’t pay tribute, the triggered ability will trigger before any player has a chance to remove the creature."},{"data":"2\/1\/2014","texto":" The triggered ability will resolve even if the creature with tribute isn’t on the battlefield at that time."}],"_id":{"$id":"537ad6f89e5d280d3a8b45cd"}},"104":{"numero":104,"sigla_edicao":"bng","cod":"104bngit","idioma":"it","nome":"Gigante di Faragax","ataque":"3","resistencia":"3","lealdade":"","mana":"4R","mana_convertida":"5","raridade":"Common","artista":"Ryan Pancoast","link":"http:\/\/magiccards.info\/bng\/it\/104.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/104.jpg","imagem_local":"bng\/it\/104.jpg","descricao":"Tributo 2 (Mentre questa creatura entra nel campo di battaglia, un avversario a tua scelta può mettere due segnalini +1\/+1 su di essa.)\r\n\r\nQuando il Gigante di Faragax entra nel campo di battaglia, se il tributo non è stato pagato, il Gigante di Faragax infligge 5 danni a ogni avversario.","texto":"","tipos":["Gigante","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" If the opponent pays tribute, the creature will enter the battlefield with the specified number of +1\/+1 counters on it. It won’t enter the battlefield and then have the +1\/+1 counters placed on it."},{"data":"2\/1\/2014","texto":" The choice of whether to pay tribute is made as the creature with tribute is entering the battlefield. At that point, it’s too late to respond to the creature spell. For example, in a multiplayer game, opponents won’t know whether tribute will be paid or which opponent will be chosen to pay tribute or not when deciding whether to counter the creature spell."},{"data":"2\/1\/2014","texto":" If the triggered ability has a target, that target will not be known while the creature spell with tribute is on the stack."},{"data":"2\/1\/2014","texto":" Players can’t respond to the tribute decision before the creature enters the battlefield. That is, if the opponent doesn’t pay tribute, the triggered ability will trigger before any player has a chance to remove the creature."},{"data":"2\/1\/2014","texto":" The triggered ability will resolve even if the creature with tribute isn’t on the battlefield at that time."}],"_id":{"$id":"537ad6f89e5d280d3a8b45ce"}},"105":{"numero":105,"sigla_edicao":"bng","cod":"105bngit","idioma":"it","nome":"Culmine della Furia","ataque":"","resistencia":"","lealdade":"","mana":"4RR","mana_convertida":"6","raridade":"Uncommon","artista":"Noah Bradley","link":"http:\/\/magiccards.info\/bng\/it\/105.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/105.jpg","imagem_local":"bng\/it\/105.jpg","descricao":"Scegli due creature e\/o giocatori bersaglio. Il Culmine della Furia infligge 3 danni a ciascuno di essi.","texto":"Il monte Sulano non eruttò magma, ma ira.","tipos":["Stregoneria"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" You must choose two legal targets to cast Pinnacle of Rage."},{"data":"2\/1\/2014","texto":" If one of the targets is a player, you can redirect the damage dealt by Pinnacle of Rage to a planeswalker that player controls. However, Pinnacle of Rage can’t be used to deal damage to both a player and a planeswalker he or she controls."}],"_id":{"$id":"537ad6f89e5d280d3a8b45cf"}},"106":{"numero":106,"sigla_edicao":"bng","cod":"106bngit","idioma":"it","nome":"Dissoluto Imprudente","ataque":"2","resistencia":"1","lealdade":"","mana":"1R","mana_convertida":"2","raridade":"Common","artista":"Mike Sass","link":"http:\/\/magiccards.info\/bng\/it\/106.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/106.jpg","imagem_local":"bng\/it\/106.jpg","descricao":"{R}, Sacrifica il Dissoluto Imprudente: Distruggi un artefatto bersaglio.","texto":"\"Gli dei di Theros sono il frutto delle speranze e delle convinzioni dei mortali. Se io stesso sono diventato una divinità, quali conclusioni si possono trarre sui loro veri desideri?\"\r\n—Xenagos, dio della dissolutezza","tipos":["Satiro","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f89e5d280d3a8b45d0"}},"107":{"numero":107,"sigla_edicao":"bng","cod":"107bngit","idioma":"it","nome":"All'Altezza della Sfida","ataque":"","resistencia":"","lealdade":"","mana":"1R","mana_convertida":"2","raridade":"Common","artista":"Anthony Palumbo","link":"http:\/\/magiccards.info\/bng\/it\/107.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/107.jpg","imagem_local":"bng\/it\/107.jpg","descricao":"Una creatura bersaglio prende +2\/+0 e ha attacco improvviso fino alla fine del turno.","texto":"Plidius scommise che Arissa non avrebbe saputo uccidere una chimera solo con i suoi giavellotti. Lei provò che si sbagliava con una dimostrazione visibile a tutti nei giorni a venire.","tipos":["Istantaneo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f89e5d280d3a8b45d1"}},"108":{"numero":108,"sigla_edicao":"bng","cod":"108bngit","idioma":"it","nome":"Satiro Danzafuoco","ataque":"1","resistencia":"1","lealdade":"","mana":"1R","mana_convertida":"2","raridade":"Rare","artista":"Chris Rahn","link":"http:\/\/magiccards.info\/bng\/it\/108.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/108.jpg","imagem_local":"bng\/it\/108.jpg","descricao":"Ogniqualvolta una magia istantaneo o stregoneria che controlli infligge danno a un avversario, il Satiro Danzafuoco infligge altrettanti danni a una creatura bersaglio controllata da quel giocatore.","texto":"Il suo cuore è il carbone, il suo occhio è la scintilla, la sua mano è la fiamma vorticante.","tipos":["Satiro","Incantesimo","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f89e5d280d3a8b45d2"}},"109":{"numero":109,"sigla_edicao":"bng","cod":"109bngit","idioma":"it","nome":"Satiro Forgiatore di Nyx","ataque":"2","resistencia":"1","lealdade":"","mana":"2R","mana_convertida":"3","raridade":"Uncommon","artista":"Greg Staples","link":"http:\/\/magiccards.info\/bng\/it\/109.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/109.jpg","imagem_local":"bng\/it\/109.jpg","descricao":"Rapidità\r\n\r\nIspirazione — Ogniqualvolta il Satiro Forgiatore di Nyx viene STAPpato, puoi pagare {2}{R}. Se lo fai, metti sul campo di battaglia una pedina creatura incantesimo Elementale 3\/1 rossa con rapidità.","texto":"","tipos":["Satiro","Sciamano","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" Inspired abilities trigger no matter how the creature becomes untapped"},{"data":"2\/1\/2014","texto":" If an inspired ability triggers during your untap step, the ability will be put on the stack at the beginning of your upkeep. If the ability creates one or more token creatures, those creatures won’t be able to attack that turn (unless they gain haste)."},{"data":"2\/1\/2014","texto":" Inspired abilities don’t trigger when the creature enters the battlefield."},{"data":"2\/1\/2014","texto":" If the inspired ability includes an optional cost, you decide whether to pay that cost as the ability resolves. You can do this even if the creature leaves the battlefield in response to the ability."}],"_id":{"$id":"537ad6f89e5d280d3a8b45d3"}},"110":{"numero":110,"sigla_edicao":"bng","cod":"110bngit","idioma":"it","nome":"Sabbie Corrosive","ataque":"","resistencia":"","lealdade":"","mana":"1R","mana_convertida":"2","raridade":"Common","artista":"Jonas De Ro","link":"http:\/\/magiccards.info\/bng\/it\/110.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/110.jpg","imagem_local":"bng\/it\/110.jpg","descricao":"Le Sabbie Corrosive infliggono 1 danno a ogni creatura controllata dai tuoi avversari. Profetizza 1. (Guarda la prima carta del tuo grimorio. Puoi mettere quella carta in fondo al tuo grimorio.)","texto":"Quando Purforos svuota la sua forgia delle ceneri, città intere svaniscono.","tipos":["Stregoneria"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" When you scry, you may put all the cards you look at back on top of your library, you may put all of those cards on the bottom of your library, or you may put some of those cards on top and the rest of them on the bottom."},{"data":"9\/15\/2013","texto":" You choose how to order cards returned to your library after scrying no matter where you put them."},{"data":"9\/15\/2013","texto":" You perform the actions stated on a card in sequence. For some spells and abilities, that means you’ll scry last. For others, that means you’ll scry and then perform other actions."},{"data":"9\/15\/2013","texto":" Scry appears on some spells and abilities with one or more targets. If all of the spell or ability’s targets are illegal when it tries to resolve, it will be countered and none of its effects will happen. You won’t scry."}],"_id":{"$id":"537ad6f89e5d280d3a8b45d4"}},"111":{"numero":111,"sigla_edicao":"bng","cod":"111bngit","idioma":"it","nome":"Sangue Rovente","ataque":"","resistencia":"","lealdade":"","mana":"RR","mana_convertida":"2","raridade":"Uncommon","artista":"Daniel Ljunggren","link":"http:\/\/magiccards.info\/bng\/it\/111.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/111.jpg","imagem_local":"bng\/it\/111.jpg","descricao":"Il Sangue Rovente infligge 2 danni a una creatura bersaglio. Quando quella creatura muore in questo turno, il Sangue Rovente infligge 3 danni al controllore della creatura.","texto":"Le benedizioni di Purforos: talvolta un dono, talvolta un flagello, ma sempre fiammeggianti.","tipos":["Istantaneo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" If the target creature dies that turn, Searing Blood will deal 3 damage to whoever controls the creature when it dies, who isn’t necessarily the player who controlled it when Searing Blood resolved. It doesn’t matter what causes the creature to die."}],"_id":{"$id":"537ad6f89e5d280d3a8b45d5"}},"112":{"numero":112,"sigla_edicao":"bng","cod":"112bngit","idioma":"it","nome":"Evocatempeste di Keranos","ataque":"2","resistencia":"2","lealdade":"","mana":"2R","mana_convertida":"3","raridade":"Uncommon","artista":"Marco Nelor","link":"http:\/\/magiccards.info\/bng\/it\/112.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/112.jpg","imagem_local":"bng\/it\/112.jpg","descricao":"Rapidità\r\n\r\n{1}{U}: Profetizza 1. (Guarda la prima carta del tuo grimorio. Puoi mettere quella carta in fondo al tuo grimorio.)","texto":"Quando Keranos accoglie una supplica, chiunque ne è testimone.","tipos":["Umano","Sciamano","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" When you scry, you may put all the cards you look at back on top of your library, you may put all of those cards on the bottom of your library, or you may put some of those cards on top and the rest of them on the bottom."},{"data":"9\/15\/2013","texto":" You choose how to order cards returned to your library after scrying no matter where you put them."},{"data":"9\/15\/2013","texto":" You perform the actions stated on a card in sequence. For some spells and abilities, that means you’ll scry last. For others, that means you’ll scry and then perform other actions."},{"data":"9\/15\/2013","texto":" Scry appears on some spells and abilities with one or more targets. If all of the spell or ability’s targets are illegal when it tries to resolve, it will be countered and none of its effects will happen. You won’t scry."}],"_id":{"$id":"537ad6f89e5d280d3a8b45d6"}},"113":{"numero":113,"sigla_edicao":"bng","cod":"113bngit","idioma":"it","nome":"Bruto della Folgore","ataque":"5","resistencia":"5","lealdade":"","mana":"4RR","mana_convertida":"6","raridade":"Uncommon","artista":"Phill Simmer","link":"http:\/\/magiccards.info\/bng\/it\/113.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/113.jpg","imagem_local":"bng\/it\/113.jpg","descricao":"Travolgere\r\n\r\nTributo 3 (Mentre questa creatura entra nel campo di battaglia, un avversario a tua scelta può mettere tre segnalini +1\/+1 su di essa.)\r\n\r\nQuando il Bruto della Folgore entra nel campo di battaglia, se il tributo non è stato pagato, ha rapidità fino alla fine del turno.","texto":"","tipos":["Ciclope","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" If the opponent pays tribute, the creature will enter the battlefield with the specified number of +1\/+1 counters on it. It won’t enter the battlefield and then have the +1\/+1 counters placed on it."},{"data":"2\/1\/2014","texto":" The choice of whether to pay tribute is made as the creature with tribute is entering the battlefield. At that point, it’s too late to respond to the creature spell. For example, in a multiplayer game, opponents won’t know whether tribute will be paid or which opponent will be chosen to pay tribute or not when deciding whether to counter the creature spell."},{"data":"2\/1\/2014","texto":" If the triggered ability has a target, that target will not be known while the creature spell with tribute is on the stack."},{"data":"2\/1\/2014","texto":" Players can’t respond to the tribute decision before the creature enters the battlefield. That is, if the opponent doesn’t pay tribute, the triggered ability will trigger before any player has a chance to remove the creature."},{"data":"2\/1\/2014","texto":" The triggered ability will resolve even if the creature with tribute isn’t on the battlefield at that time."}],"_id":{"$id":"537ad6f89e5d280d3a8b45d7"}},"114":{"numero":114,"sigla_edicao":"bng","cod":"114bngit","idioma":"it","nome":"Potenza Tonante","ataque":"","resistencia":"","lealdade":"","mana":"1R","mana_convertida":"2","raridade":"Uncommon","artista":"Jaime Jones","link":"http:\/\/magiccards.info\/bng\/it\/114.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/114.jpg","imagem_local":"bng\/it\/114.jpg","descricao":"Incanta creatura\r\n\r\nOgniqualvolta la creatura incantata attacca, prende +X\/+0 fino alla fine del turno, dove X è pari alla tua devozione al rosso. (La tua devozione al rosso è la somma dei {R} nel costo di mana dei permanenti che controlli.)","texto":"","tipos":["Aura","Incantesimo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" Numeric mana symbols ({0}, {1}, and so on) in mana costs of permanents you control don’t count toward your devotion to any color."},{"data":"9\/15\/2013","texto":" Mana symbols in the text boxes of permanents you control don’t count toward your devotion to any color."},{"data":"9\/15\/2013","texto":" Hybrid mana symbols, monocolored hybrid mana symbols, and Phyrexian mana symbols do count toward your devotion to their color(s)."},{"data":"9\/15\/2013","texto":" If an activated ability or triggered ability has an effect that depends on your devotion to a color, you count the number of mana symbols of that color among the mana costs of permanents you control as the ability resolves. The permanent with that ability will be counted if it’s still on the battlefield at that time."}],"_id":{"$id":"537ad6f89e5d280d3a8b45d8"}},"115":{"numero":115,"sigla_edicao":"bng","cod":"115bngit","idioma":"it","nome":"Capricci delle Moire","ataque":"","resistencia":"","lealdade":"","mana":"5R","mana_convertida":"6","raridade":"Rare","artista":"Seb McKinnon","link":"http:\/\/magiccards.info\/bng\/it\/115.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/115.jpg","imagem_local":"bng\/it\/115.jpg","descricao":"A partire da te, ogni giocatore separa tutti i permanenti che controlla in tre pile. Poi ogni giocatore sceglie una delle proprie pile a caso e sacrifica quei permanenti. (Le pile possono essere vuote.)","texto":"","tipos":["Stregoneria"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" To choose a pile at random, each pile must have an equal chance of being chosen. There are many ways to do this, including assigning each pile a number and rolling a die."},{"data":"2\/1\/2014","texto":" You may put Auras or Equipment into one pile and the creatures they were attached to into a different pile."},{"data":"2\/1\/2014","texto":" If you put all permanents you control into one pile, you’ll have a two-thirds chance of not having to sacrifice any permanents, but a one-third chance of having to sacrifice all of them."}],"_id":{"$id":"537ad6f89e5d280d3a8b45d9"}},"116":{"numero":116,"sigla_edicao":"bng","cod":"116bngit","idioma":"it","nome":"Archetipo della Resistenza","ataque":"6","resistencia":"5","lealdade":"","mana":"6GG","mana_convertida":"8","raridade":"Uncommon","artista":"Slawomir Maniak","link":"http:\/\/magiccards.info\/bng\/it\/116.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/116.jpg","imagem_local":"bng\/it\/116.jpg","descricao":"Le creature che controlli hanno anti-malocchio.\r\n\r\nLe creature controllate dai tuoi avversari perdono anti-malocchio e non possono avere anti-malocchio.","texto":"Nonostante la sua stazza temibile, è sfuggente come un'ombra e bracca coloro che osano cacciarlo aggirandoli di continuo.","tipos":["Cinghiale","Incantesimo","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" The Archetype’s second ability applies to each creature controlled by any of your opponents, no matter when it entered the battlefield."},{"data":"2\/1\/2014","texto":" While you control an Archetype, continuous effects generated by the resolution of spells and abilities that would give the specified ability to creatures your opponents control aren’t created. For example, if you control Archetype of Courage, a spell cast by an opponent that gives creatures he or she controls first strike wouldn’t cause the creatures to have first strike, even if later in the turn Archetype of Courage left the battlefield. (If the spell has additional effects, such as raising the power of the creatures, those effects will apply as normal.)"},{"data":"2\/1\/2014","texto":" Conversely, continuous effects generated by static abilities (such as an Aura that granted the appropriate ability) would resume applying if the Archetype left the battlefield."},{"data":"2\/1\/2014","texto":" If you and an opponent each control the same Archetype, no creature controlled by any player will have the appropriate ability."}],"_id":{"$id":"537ad6f89e5d280d3a8b45da"}},"117":{"numero":117,"sigla_edicao":"bng","cod":"117bngit","idioma":"it","nome":"Sembianze dell'Idra","ataque":"","resistencia":"","lealdade":"","mana":"G","mana_convertida":"1","raridade":"Common","artista":"Mark Winters","link":"http:\/\/magiccards.info\/bng\/it\/117.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/117.jpg","imagem_local":"bng\/it\/117.jpg","descricao":"Una creatura bersaglio prende +X\/+X fino alla fine del turno, dove X è pari alla tua devozione al verde. (La tua devozione al verde è la somma dei {G} nel costo di mana dei permanenti che controlli.)","texto":"\"Anche da sola, vi supero in numero.\"","tipos":["Istantaneo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" Numeric mana symbols ({0}, {1}, and so on) in mana costs of permanents you control don’t count toward your devotion to any color."},{"data":"9\/15\/2013","texto":" Mana symbols in the text boxes of permanents you control don’t count toward your devotion to any color."},{"data":"9\/15\/2013","texto":" Hybrid mana symbols, monocolored hybrid mana symbols, and Phyrexian mana symbols do count toward your devotion to their color(s)."},{"data":"9\/15\/2013","texto":" If an activated ability or triggered ability has an effect that depends on your devotion to a color, you count the number of mana symbols of that color among the mana costs of permanents you control as the ability resolves. The permanent with that ability will be counted if it’s still on the battlefield at that time."},{"data":"2\/1\/2014","texto":" The value of X is calculated as Aspect of Hydra resolves. The bonus won’t change later in the turn, even if your devotion to green does."}],"_id":{"$id":"537ad6f89e5d280d3a8b45db"}},"118":{"numero":118,"sigla_edicao":"bng","cod":"118bngit","idioma":"it","nome":"Tasso alla Carica","ataque":"1","resistencia":"1","lealdade":"","mana":"G","mana_convertida":"1","raridade":"Common","artista":"Raoul Vitale","link":"http:\/\/magiccards.info\/bng\/it\/118.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/118.jpg","imagem_local":"bng\/it\/118.jpg","descricao":"Travolgere","texto":"\"Se le gerarchie della natura fossero determinate dalla sola ferocia, il tasso sarebbe il signore delle bestie.\"\r\n—Anthousa di Setessa","tipos":["Tasso","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f89e5d280d3a8b45dc"}},"119":{"numero":119,"sigla_edicao":"bng","cod":"119bngit","idioma":"it","nome":"Corsiera di Krufix","ataque":"2","resistencia":"4","lealdade":"","mana":"1GG","mana_convertida":"3","raridade":"Rare","artista":"Eric Deschamps","link":"http:\/\/magiccards.info\/bng\/it\/119.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/119.jpg","imagem_local":"bng\/it\/119.jpg","descricao":"Gioca con la prima carta del tuo grimorio rivelata.\r\n\r\nPuoi giocare la prima carta del tuo grimorio se è una carta terra.\r\n\r\nOgniqualvolta una terra entra nel campo di battaglia sotto il tuo controllo, guadagni 1 punto vita.","texto":"","tipos":["Centauro","Incantesimo","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" Courser of Kruphix doesn’t change when you can play lands. You can do so only during your main phase when you have priority and the stack is empty."},{"data":"2\/1\/2014","texto":" Playing a land with the second ability counts as your land play for the turn. If you play a land from your hand during your turn, you won’t be able to play an additional land from the top of your library unless another effect allows you to."},{"data":"2\/1\/2014","texto":" The last ability triggers whenever a land enters the battlefield under your control for any reason. It triggers whenever you play a land, as well as whenever a spell or ability (such as Rampant Growth) causes you to put a land onto the battlefield under your control. It will even trigger when a spell or ability causes another player to put a land onto the battlefield under your control (as can happen with Yavimaya Dryad’s ability, for example)."},{"data":"2\/1\/2014","texto":" While playing with the top card of your library revealed, if you draw multiple cards, reveal each one before you draw it."}],"_id":{"$id":"537ad6f89e5d280d3a8b45dd"}},"120":{"numero":120,"sigla_edicao":"bng","cod":"120bngit","idioma":"it","nome":"Preda da Abbattere","ataque":"","resistencia":"","lealdade":"","mana":"2G","mana_convertida":"3","raridade":"Common","artista":"Tomasz Jedruszek","link":"http:\/\/magiccards.info\/bng\/it\/120.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/120.jpg","imagem_local":"bng\/it\/120.jpg","descricao":"Una creatura bersaglio blocca in questo turno, se può farlo.","texto":"Caccia senza il consenso di Nylea e potresti essere la prossima preda.","tipos":["Stregoneria"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" The creature blocks only if it’s able to do so as the declare blockers step begins. If, at that time, the creature is tapped, it’s affected by a spell or ability that says it can’t block, or no creatures are attacking its controller or a planeswalker controlled by that player, then it doesn’t block. If there’s a cost associated with having the creature block, the player isn’t forced to pay that cost. If that cost isn’t paid, the creature won’t block."},{"data":"2\/1\/2014","texto":" The controller of the creature chooses which attacking creature that creature blocks."},{"data":"2\/1\/2014","texto":" If there are multiple combat phases in a turn, the creature must block only in the first one in which it’s able to."}],"_id":{"$id":"537ad6f89e5d280d3a8b45de"}},"121":{"numero":121,"sigla_edicao":"bng","cod":"121bngit","idioma":"it","nome":"Intervento Fatidico","ataque":"","resistencia":"","lealdade":"","mana":"2GGG","mana_convertida":"5","raridade":"Rare","artista":"Svetlin Velinov","link":"http:\/\/magiccards.info\/bng\/it\/121.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/121.jpg","imagem_local":"bng\/it\/121.jpg","descricao":"Metti sul campo di battaglia due pedine creatura incantesimo Centauro 3\/3 verdi. Se è il tuo turno, profetizza 2. (Guarda le prime due carte del tuo grimorio, poi mettine un qualsiasi numero in fondo al tuo grimorio e le altre in cima in qualsiasi ordine.)","texto":"","tipos":["Istantaneo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" When you scry, you may put all the cards you look at back on top of your library, you may put all of those cards on the bottom of your library, or you may put some of those cards on top and the rest of them on the bottom."},{"data":"9\/15\/2013","texto":" You choose how to order cards returned to your library after scrying no matter where you put them."},{"data":"9\/15\/2013","texto":" You perform the actions stated on a card in sequence. For some spells and abilities, that means you’ll scry last. For others, that means you’ll scry and then perform other actions."},{"data":"9\/15\/2013","texto":" Scry appears on some spells and abilities with one or more targets. If all of the spell or ability’s targets are illegal when it tries to resolve, it will be countered and none of its effects will happen. You won’t scry."}],"_id":{"$id":"537ad6f89e5d280d3a8b45df"}},"122":{"numero":122,"sigla_edicao":"bng","cod":"122bngit","idioma":"it","nome":"Ragno Profanatombe","ataque":"2","resistencia":"4","lealdade":"","mana":"3G","mana_convertida":"4","raridade":"Uncommon","artista":"Richard Wright","link":"http:\/\/magiccards.info\/bng\/it\/122.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/122.jpg","imagem_local":"bng\/it\/122.jpg","descricao":"Raggiungere\r\n\r\n{3}{B}: Il Ragno Profanatombe prende +X\/+X fino alla fine del turno, dove X è il numero di carte creatura nel tuo cimitero. Attiva questa abilità solo una volta per turno.","texto":"I mantelli filati dalle sue ragnatele sono resistenti e impermeabili, ma si dice che causino incubi.","tipos":["Ragno","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" The number of creature cards in your graveyard is counted only as the ability resolves. Once the ability resolves, the bonus won’t change, even if the number of creature cards in your graveyard changes later in the turn."}],"_id":{"$id":"537ad6f89e5d280d3a8b45e0"}},"123":{"numero":123,"sigla_edicao":"bng","cod":"123bngit","idioma":"it","nome":"Eroina di Torre Leina","ataque":"1","resistencia":"1","lealdade":"","mana":"G","mana_convertida":"1","raridade":"Rare","artista":"Aaron Miller","link":"http:\/\/magiccards.info\/bng\/it\/123.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/123.jpg","imagem_local":"bng\/it\/123.jpg","descricao":"Eroismo — Ogniqualvolta lanci una magia che bersaglia l'Eroina di Torre Leina, puoi pagare {X}. Se lo fai, metti X segnalini +1\/+1 sull'Eroina di Torre Leina.","texto":"\"Non possiamo raggiungere la grandezza se il suo seme non è ancora stato piantato nel nostro cuore.\"","tipos":["Umano","Guerriero","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" Heroic abilities will resolve before the spell that caused them to trigger."},{"data":"9\/15\/2013","texto":" Heroic abilities will trigger only once per spell, even if that spell targets the creature with the heroic ability multiple times."},{"data":"9\/15\/2013","texto":" Heroic abilities won’t trigger when a copy of a spell is created on the stack or when a spell’s targets are changed to include a creature with a heroic ability."},{"data":"2\/1\/2014","texto":" You decide the value of X and choose whether to pay {X} as the heroic ability resolves."}],"_id":{"$id":"537ad6f89e5d280d3a8b45e1"}},"124":{"numero":124,"sigla_edicao":"bng","cod":"124bngit","idioma":"it","nome":"Prodezza della Cacciatrice","ataque":"","resistencia":"","lealdade":"","mana":"4G","mana_convertida":"5","raridade":"Rare","artista":"Greg Staples","link":"http:\/\/magiccards.info\/bng\/it\/124.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/124.jpg","imagem_local":"bng\/it\/124.jpg","descricao":"Fino alla fine del turno, una creatura bersaglio prende +3\/+3 e ha travolgere e \"Ogniqualvolta questa creatura infligge danno da combattimento a un giocatore, pesca altrettante carte\".","texto":"Per essere accettati tra i guerrieri della Torre Leina di Setessa, non si deve temere la morte, solo il fallimento.","tipos":["Stregoneria"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f89e5d280d3a8b45e2"}},"125":{"numero":125,"sigla_edicao":"bng","cod":"125bngit","idioma":"it","nome":"Protezione di Karametra","ataque":"","resistencia":"","lealdade":"","mana":"1G","mana_convertida":"2","raridade":"Common","artista":"Chase Stone","link":"http:\/\/magiccards.info\/bng\/it\/125.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/125.jpg","imagem_local":"bng\/it\/125.jpg","descricao":"Incanta creatura\r\n\r\nQuando la Protezione di Karametra entra nel campo di battaglia, pesca una carta.\r\n\r\nLa creatura incantata ha \"{T}: Aggiungi un mana di un qualsiasi colore alla tua riserva di mana\".","texto":"La cornucopia della dea dei raccolti contiene i frutti dei campi, delle foreste e di luoghi ancora più remoti.","tipos":["Aura","Incantesimo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f89e5d280d3a8b45e3"}},"126":{"numero":126,"sigla_edicao":"bng","cod":"126bngit","idioma":"it","nome":"Caos e Distruzione","ataque":"","resistencia":"","lealdade":"","mana":"4G","mana_convertida":"5","raridade":"Uncommon","artista":"Zack Stella","link":"http:\/\/magiccards.info\/bng\/it\/126.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/126.jpg","imagem_local":"bng\/it\/126.jpg","descricao":"Fino a due creature bersaglio prendono +4\/+4 fino alla fine del turno.","texto":"\"Il falso dio Xenagos considera il mondo intero come il regno dei suoi bagordi. Se i suoi capricci rimangono incontrollati, Theros verrà ridotto a un cumulo di ceneri e macerie.\"\r\n—Elspeth","tipos":["Stregoneria"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f89e5d280d3a8b45e4"}},"127":{"numero":127,"sigla_edicao":"bng","cod":"127bngit","idioma":"it","nome":"Determinazione dei Mortali","ataque":"","resistencia":"","lealdade":"","mana":"1G","mana_convertida":"2","raridade":"Common","artista":"Svetlin Velinov","link":"http:\/\/magiccards.info\/bng\/it\/127.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/127.jpg","imagem_local":"bng\/it\/127.jpg","descricao":"Una creatura bersaglio prende +1\/+1 e ha indistruttibile fino alla fine del turno. (Il danno e gli effetti che dicono \"distruggi\" non la distruggono.)","texto":"Le Moire cercarono di tagliare il suo filo, ma scoprirono che si era tramutato in ferro.","tipos":["Istantaneo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f89e5d280d3a8b45e5"}},"128":{"numero":128,"sigla_edicao":"bng","cod":"128bngit","idioma":"it","nome":"Demolok Nessian","ataque":"3","resistencia":"3","lealdade":"","mana":"3GG","mana_convertida":"5","raridade":"Uncommon","artista":"Daarken","link":"http:\/\/magiccards.info\/bng\/it\/128.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/128.jpg","imagem_local":"bng\/it\/128.jpg","descricao":"Tributo 3 (Mentre questa creatura entra nel campo di battaglia, un avversario a tua scelta può mettere tre segnalini +1\/+1 su di essa.)\r\n\r\nQuando il Demolok Nessian entra nel campo di battaglia, se il tributo non è stato pagato, distruggi un permanente non creatura bersaglio.","texto":"","tipos":["Bestia","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" If the opponent pays tribute, the creature will enter the battlefield with the specified number of +1\/+1 counters on it. It won’t enter the battlefield and then have the +1\/+1 counters placed on it."},{"data":"2\/1\/2014","texto":" The choice of whether to pay tribute is made as the creature with tribute is entering the battlefield. At that point, it’s too late to respond to the creature spell. For example, in a multiplayer game, opponents won’t know whether tribute will be paid or which opponent will be chosen to pay tribute or not when deciding whether to counter the creature spell."},{"data":"2\/1\/2014","texto":" If the triggered ability has a target, that target will not be known while the creature spell with tribute is on the stack."},{"data":"2\/1\/2014","texto":" Players can’t respond to the tribute decision before the creature enters the battlefield. That is, if the opponent doesn’t pay tribute, the triggered ability will trigger before any player has a chance to remove the creature."},{"data":"2\/1\/2014","texto":" The triggered ability will resolve even if the creature with tribute isn’t on the battlefield at that time."}],"_id":{"$id":"537ad6f89e5d280d3a8b45e6"}},"129":{"numero":129,"sigla_edicao":"bng","cod":"129bngit","idioma":"it","nome":"Devastatrice delle Terre Selvagge Nessian","ataque":"6","resistencia":"6","lealdade":"","mana":"4GG","mana_convertida":"6","raridade":"Rare","artista":"Richard Wright","link":"http:\/\/magiccards.info\/bng\/it\/129.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/129.jpg","imagem_local":"bng\/it\/129.jpg","descricao":"Tributo 6 (Mentre questa creatura entra nel campo di battaglia, un avversario a tua scelta può mettere sei segnalini +1\/+1 su di essa.)\r\n\r\nQuando la Devastatrice delle Terre Selvagge Nessian entra nel campo di battaglia, se il tributo non è stato pagato, puoi far lottare la Devastatrice delle Terre Selvagge Nessian con un'altra creatura bersaglio. (Ogni creatura infligge all'altra danno pari alla propria forza.)","texto":"","tipos":["Idra","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" If the opponent pays tribute, the creature will enter the battlefield with the specified number of +1\/+1 counters on it. It won’t enter the battlefield and then have the +1\/+1 counters placed on it."},{"data":"2\/1\/2014","texto":" The choice of whether to pay tribute is made as the creature with tribute is entering the battlefield. At that point, it’s too late to respond to the creature spell. For example, in a multiplayer game, opponents won’t know whether tribute will be paid or which opponent will be chosen to pay tribute or not when deciding whether to counter the creature spell."},{"data":"2\/1\/2014","texto":" If the triggered ability has a target, that target will not be known while the creature spell with tribute is on the stack."},{"data":"2\/1\/2014","texto":" Players can’t respond to the tribute decision before the creature enters the battlefield. That is, if the opponent doesn’t pay tribute, the triggered ability will trigger before any player has a chance to remove the creature."},{"data":"2\/1\/2014","texto":" The triggered ability will resolve even if the creature with tribute isn’t on the battlefield at that time."}],"_id":{"$id":"537ad6f89e5d280d3a8b45e7"}},"130":{"numero":130,"sigla_edicao":"bng","cod":"130bngit","idioma":"it","nome":"Nobile Preda","ataque":"1","resistencia":"1","lealdade":"","mana":"2G","mana_convertida":"3","raridade":"Uncommon","artista":"Michael C. Hayes","link":"http:\/\/magiccards.info\/bng\/it\/130.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/130.jpg","imagem_local":"bng\/it\/130.jpg","descricao":"Conferire {5}{G} (Se lanci questa carta per il suo costo di conferire, è una magia Aura con incanta creatura. Diventa una creatura se non è assegnata a una creatura.)\r\n\r\nTutte le creature in grado di bloccare la Nobile Preda o la creatura incantata lo fanno.\r\n\r\nLa creatura incantata prende +1\/+1.","texto":"","tipos":["Unicorno","Incantesimo","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" You don’t choose whether the spell is going to be an Aura spell or not until the spell is already on the stack. Abilities that affect when you can cast a spell, such as flash, will apply to the creature card in whatever zone you’re casting it from. For example, an effect that said you can cast creature spells as though they have flash will allow you to cast a creature card with bestow as an Aura spell anytime you could cast an instant."},{"data":"9\/15\/2013","texto":" On the stack, a spell with bestow is either a creature spell or an Aura spell. It’s never both, although it’s an enchantment spell in either case."},{"data":"9\/15\/2013","texto":" Unlike other Aura spells, an Aura spell with bestow isn’t countered if its target is illegal as it begins to resolve. Rather, the effect making it an Aura spell ends, it loses enchant creature, it returns to being an enchantment creature spell, and it resolves and enters the battlefield as an enchantment creature."},{"data":"9\/15\/2013","texto":" Unlike other Auras, an Aura with bestow isn’t put into its owner’s graveyard if it becomes unattached. Rather, the effect making it an Aura ends, it loses enchant creature, and it remains on the battlefield as an enchantment creature. It can attack (and its {T} abilities can be activated, if it has any) on the turn it becomes unattached if it’s been under your control continuously, even as an Aura, since your most recent turn began."},{"data":"9\/15\/2013","texto":" If a permanent with bestow enters the battlefield by any method other than being cast, it will be an enchantment creature. You can’t choose to pay the bestow cost and have it become an Aura."},{"data":"9\/15\/2013","texto":" Auras attached to a creature don’t become tapped when the creature becomes tapped. Except in some rare cases, an Aura with bestow remains untapped when it becomes unattached and becomes a creature."},{"data":"9\/15\/2013","texto":" An Aura that becomes a creature is no longer put into its owner’s graveyard as a state-based action. Rather, it becomes unattached and remains on the battlefield as long as it’s a creature. While it’s a creature, it can’t be attached to another permanent or player. An Aura that’s not attached to a legal permanent or player as defined by its enchant ability and also isn’t a creature will be put into its owner’s graveyard as a state-based action."}],"_id":{"$id":"537ad6f89e5d280d3a8b45e8"}},"131":{"numero":131,"sigla_edicao":"bng","cod":"131bngit","idioma":"it","nome":"Lupa Nyxiana","ataque":"3","resistencia":"1","lealdade":"","mana":"2G","mana_convertida":"3","raridade":"Common","artista":"Lucas Graciano","link":"http:\/\/magiccards.info\/bng\/it\/131.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/131.jpg","imagem_local":"bng\/it\/131.jpg","descricao":"Conferire {4}{G} (Se lanci questa carta per il suo costo di conferire, è una magia Aura con incanta creatura. Diventa una creatura se non è assegnata a una creatura.)\r\n\r\nLa creatura incantata prende +3\/+1.","texto":"","tipos":["Lupo","Incantesimo","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" You don’t choose whether the spell is going to be an Aura spell or not until the spell is already on the stack. Abilities that affect when you can cast a spell, such as flash, will apply to the creature card in whatever zone you’re casting it from. For example, an effect that said you can cast creature spells as though they have flash will allow you to cast a creature card with bestow as an Aura spell anytime you could cast an instant."},{"data":"9\/15\/2013","texto":" On the stack, a spell with bestow is either a creature spell or an Aura spell. It’s never both, although it’s an enchantment spell in either case."},{"data":"9\/15\/2013","texto":" Unlike other Aura spells, an Aura spell with bestow isn’t countered if its target is illegal as it begins to resolve. Rather, the effect making it an Aura spell ends, it loses enchant creature, it returns to being an enchantment creature spell, and it resolves and enters the battlefield as an enchantment creature."},{"data":"9\/15\/2013","texto":" Unlike other Auras, an Aura with bestow isn’t put into its owner’s graveyard if it becomes unattached. Rather, the effect making it an Aura ends, it loses enchant creature, and it remains on the battlefield as an enchantment creature. It can attack (and its {T} abilities can be activated, if it has any) on the turn it becomes unattached if it’s been under your control continuously, even as an Aura, since your most recent turn began."},{"data":"9\/15\/2013","texto":" If a permanent with bestow enters the battlefield by any method other than being cast, it will be an enchantment creature. You can’t choose to pay the bestow cost and have it become an Aura."},{"data":"9\/15\/2013","texto":" Auras attached to a creature don’t become tapped when the creature becomes tapped. Except in some rare cases, an Aura with bestow remains untapped when it becomes unattached and becomes a creature."},{"data":"9\/15\/2013","texto":" An Aura that becomes a creature is no longer put into its owner’s graveyard as a state-based action. Rather, it becomes unattached and remains on the battlefield as long as it’s a creature. While it’s a creature, it can’t be attached to another permanent or player. An Aura that’s not attached to a legal permanent or player as defined by its enchant ability and also isn’t a creature will be put into its owner’s graveyard as a state-based action."}],"_id":{"$id":"537ad6f89e5d280d3a8b45e9"}},"132":{"numero":132,"sigla_edicao":"bng","cod":"132bngit","idioma":"it","nome":"Peregrinazione","ataque":"","resistencia":"","lealdade":"","mana":"3G","mana_convertida":"4","raridade":"Uncommon","artista":"Jonas De Ro","link":"http:\/\/magiccards.info\/bng\/it\/132.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/132.jpg","imagem_local":"bng\/it\/132.jpg","descricao":"Passa in rassegna il tuo grimorio per trovare fino a due carte terra base, rivelale, mettine una sul campo di battaglia TAPpata e aggiungi l'altra alla tua mano. Rimescola il tuo grimorio, poi profetizza 1. (Guarda la prima carta del tuo grimorio. Puoi mettere quella carta in fondo al tuo grimorio.)","texto":"","tipos":["Stregoneria"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" When you scry, you may put all the cards you look at back on top of your library, you may put all of those cards on the bottom of your library, or you may put some of those cards on top and the rest of them on the bottom."},{"data":"9\/15\/2013","texto":" You choose how to order cards returned to your library after scrying no matter where you put them."},{"data":"9\/15\/2013","texto":" You perform the actions stated on a card in sequence. For some spells and abilities, that means you’ll scry last. For others, that means you’ll scry and then perform other actions."},{"data":"9\/15\/2013","texto":" Scry appears on some spells and abilities with one or more targets. If all of the spell or ability’s targets are illegal when it tries to resolve, it will be countered and none of its effects will happen. You won’t scry."},{"data":"2\/1\/2014","texto":" You can choose to search for only one basic land card with Peregrination. If you do, you’ll put that card onto the battlefield tapped."}],"_id":{"$id":"537ad6f89e5d280d3a8b45ea"}},"133":{"numero":133,"sigla_edicao":"bng","cod":"133bngit","idioma":"it","nome":"Razziatori della Banda Feres","ataque":"5","resistencia":"5","lealdade":"","mana":"5G","mana_convertida":"6","raridade":"Uncommon","artista":"Ryan Barger","link":"http:\/\/magiccards.info\/bng\/it\/133.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/133.jpg","imagem_local":"bng\/it\/133.jpg","descricao":"Ispirazione — Ogniqualvolta i Razziatori della Banda Feres vengono STAPpati, puoi pagare {2}{G}. Se lo fai, metti sul campo di battaglia una pedina creatura incantesimo Centauro 3\/3 verde.","texto":"\"Chi potrebbe ignorare la chiamata alle armi quando essa canta nel nostro sangue?\"","tipos":["Centauro","Guerriero","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" Inspired abilities trigger no matter how the creature becomes untapped"},{"data":"2\/1\/2014","texto":" If an inspired ability triggers during your untap step, the ability will be put on the stack at the beginning of your upkeep. If the ability creates one or more token creatures, those creatures won’t be able to attack that turn (unless they gain haste)."},{"data":"2\/1\/2014","texto":" Inspired abilities don’t trigger when the creature enters the battlefield."},{"data":"2\/1\/2014","texto":" If the inspired ability includes an optional cost, you decide whether to pay that cost as the ability resolves. You can do this even if the creature leaves the battlefield in response to the ability."}],"_id":{"$id":"537ad6f89e5d280d3a8b45eb"}},"134":{"numero":134,"sigla_edicao":"bng","cod":"134bngit","idioma":"it","nome":"Battitore della Banda Feres","ataque":"3","resistencia":"3","lealdade":"","mana":"3G","mana_convertida":"4","raridade":"Common","artista":"Volkan Baga","link":"http:\/\/magiccards.info\/bng\/it\/134.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/134.jpg","imagem_local":"bng\/it\/134.jpg","descricao":"Ispirazione — Ogniqualvolta il Battitore della Banda Feres viene STAPpato, metti un segnalino +1\/+1 su di esso.","texto":"I battitori sono i guerrieri più temuti della Banda Feres. L'ira è la linfa vitale che li alimenta e li guida al loro scopo.","tipos":["Centauro","Guerriero","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" Inspired abilities trigger no matter how the creature becomes untapped"},{"data":"2\/1\/2014","texto":" If an inspired ability triggers during your untap step, the ability will be put on the stack at the beginning of your upkeep. If the ability creates one or more token creatures, those creatures won’t be able to attack that turn (unless they gain haste)."},{"data":"2\/1\/2014","texto":" Inspired abilities don’t trigger when the creature enters the battlefield."},{"data":"2\/1\/2014","texto":" If the inspired ability includes an optional cost, you decide whether to pay that cost as the ability resolves. You can do this even if the creature leaves the battlefield in response to the ability."}],"_id":{"$id":"537ad6f89e5d280d3a8b45ec"}},"135":{"numero":135,"sigla_edicao":"bng","cod":"135bngit","idioma":"it","nome":"Allevato dai Lupi","ataque":"","resistencia":"","lealdade":"","mana":"3GG","mana_convertida":"5","raridade":"Uncommon","artista":"Raymond Swanland","link":"http:\/\/magiccards.info\/bng\/it\/135.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/135.jpg","imagem_local":"bng\/it\/135.jpg","descricao":"Incanta creatura\r\n\r\nQuando l'Allevato dai Lupi entra nel campo di battaglia, metti sul campo di battaglia due pedine creatura Lupo 2\/2 verdi.\r\n\r\nLa creatura incantata prende +1\/+1 per ogni Lupo che controlli.","texto":"","tipos":["Aura","Incantesimo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f89e5d280d3a8b45ed"}},"136":{"numero":136,"sigla_edicao":"bng","cod":"136bngit","idioma":"it","nome":"Satiro Apripista","ataque":"1","resistencia":"1","lealdade":"","mana":"1G","mana_convertida":"2","raridade":"Common","artista":"Steve Prescott","link":"http:\/\/magiccards.info\/bng\/it\/136.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/136.jpg","imagem_local":"bng\/it\/136.jpg","descricao":"Quando il Satiro Apripista entra nel campo di battaglia, rivela le prime quattro carte del tuo grimorio. Puoi aggiungere alla tua mano una carta terra scelta tra esse. Metti le altre nel tuo cimitero.","texto":"Il satiro che si sveglia per primo dopo un baccanale deve cercare il luogo che ospiterà il prossimo.","tipos":["Satiro","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f89e5d280d3a8b45ee"}},"137":{"numero":137,"sigla_edicao":"bng","cod":"137bngit","idioma":"it","nome":"Flagello di Valle Skola","ataque":"0","resistencia":"0","lealdade":"","mana":"2G","mana_convertida":"3","raridade":"Rare","artista":"Dave Kendall","link":"http:\/\/magiccards.info\/bng\/it\/137.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/137.jpg","imagem_local":"bng\/it\/137.jpg","descricao":"Travolgere\r\n\r\nIl Flagello di Valle Skola entra nel campo di battaglia con due segnalini +1\/+1.\r\n\r\n{T}, Sacrifica un'altra creatura: Metti un numero di segnalini +1\/+1 sul Flagello di Valle Skola pari alla costituzione della creatura sacrificata.","texto":"","tipos":["Idra","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" Use the toughness of the sacrificed creature as it last existed on the battlefield to determine how many +1\/+1 counters to put on Scourge of Skola Vale."}],"_id":{"$id":"537ad6f89e5d280d3a8b45ef"}},"138":{"numero":138,"sigla_edicao":"bng","cod":"138bngit","idioma":"it","nome":"Giurato di Setessa","ataque":"1","resistencia":"1","lealdade":"","mana":"1GG","mana_convertida":"3","raridade":"Common","artista":"Scott Murphy","link":"http:\/\/magiccards.info\/bng\/it\/138.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/138.jpg","imagem_local":"bng\/it\/138.jpg","descricao":"Eroismo — Ogniqualvolta lanci una magia che bersaglia il Giurato di Setessa, metti due segnalini +1\/+1 sul Giurato di Setessa.","texto":"\"Setessa non è la città in cui sono nato, ma è il luogo per cui combatto e per cui sono disposto a morire. Questo non la rende forse la mia patria?\"","tipos":["Satiro","Guerriero","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" Heroic abilities will resolve before the spell that caused them to trigger."},{"data":"9\/15\/2013","texto":" Heroic abilities will trigger only once per spell, even if that spell targets the creature with the heroic ability multiple times."},{"data":"9\/15\/2013","texto":" Heroic abilities won’t trigger when a copy of a spell is created on the stack or when a spell’s targets are changed to include a creature with a heroic ability."}],"_id":{"$id":"537ad6f89e5d280d3a8b45f0"}},"139":{"numero":139,"sigla_edicao":"bng","cod":"139bngit","idioma":"it","nome":"Astricida di Setessa","ataque":"2","resistencia":"1","lealdade":"","mana":"3G","mana_convertida":"4","raridade":"Common","artista":"Chase Stone","link":"http:\/\/magiccards.info\/bng\/it\/139.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/139.jpg","imagem_local":"bng\/it\/139.jpg","descricao":"Quando l'Astricida di Setessa entra nel campo di battaglia, puoi distruggere un'Aura bersaglio.","texto":"\"Chi dice che non si possono toccare le stelle?\"","tipos":["Umano","Guerriero","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f89e5d280d3a8b45f1"}},"140":{"numero":140,"sigla_edicao":"bng","cod":"140bngit","idioma":"it","nome":"Mieticielo","ataque":"","resistencia":"","lealdade":"","mana":"1G","mana_convertida":"2","raridade":"Uncommon","artista":"Seb McKinnon","link":"http:\/\/magiccards.info\/bng\/it\/140.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/140.jpg","imagem_local":"bng\/it\/140.jpg","descricao":"Il Mieticielo infligge a ogni creatura con volare danno pari alla tua devozione al verde. (La tua devozione al verde è la somma dei {G} nel costo di mana dei permanenti che controlli.)","texto":"","tipos":["Stregoneria"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" Numeric mana symbols ({0}, {1}, and so on) in mana costs of permanents you control don’t count toward your devotion to any color."},{"data":"9\/15\/2013","texto":" Mana symbols in the text boxes of permanents you control don’t count toward your devotion to any color."},{"data":"9\/15\/2013","texto":" Hybrid mana symbols, monocolored hybrid mana symbols, and Phyrexian mana symbols do count toward your devotion to their color(s)."},{"data":"9\/15\/2013","texto":" If an activated ability or triggered ability has an effect that depends on your devotion to a color, you count the number of mana symbols of that color among the mana costs of permanents you control as the ability resolves. The permanent with that ability will be counted if it’s still on the battlefield at that time."}],"_id":{"$id":"537ad6f89e5d280d3a8b45f2"}},"141":{"numero":141,"sigla_edicao":"bng","cod":"141bngit","idioma":"it","nome":"Serpente di Bosco Dorato","ataque":"4","resistencia":"4","lealdade":"","mana":"4G","mana_convertida":"5","raridade":"Common","artista":"Mathias Kollros","link":"http:\/\/magiccards.info\/bng\/it\/141.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/141.jpg","imagem_local":"bng\/it\/141.jpg","descricao":"Tributo 3 (Mentre questa creatura entra nel campo di battaglia, un avversario a tua scelta può mettere tre segnalini +1\/+1 su di essa.)\r\n\r\nQuando il Serpente di Bosco Dorato entra nel campo di battaglia, se il tributo non è stato pagato, guadagni 4 punti vita.","texto":"È più prudente non cogliere certi frutti.","tipos":["Serpente","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" If the opponent pays tribute, the creature will enter the battlefield with the specified number of +1\/+1 counters on it. It won’t enter the battlefield and then have the +1\/+1 counters placed on it."},{"data":"2\/1\/2014","texto":" The choice of whether to pay tribute is made as the creature with tribute is entering the battlefield. At that point, it’s too late to respond to the creature spell. For example, in a multiplayer game, opponents won’t know whether tribute will be paid or which opponent will be chosen to pay tribute or not when deciding whether to counter the creature spell."},{"data":"2\/1\/2014","texto":" If the triggered ability has a target, that target will not be known while the creature spell with tribute is on the stack."},{"data":"2\/1\/2014","texto":" Players can’t respond to the tribute decision before the creature enters the battlefield. That is, if the opponent doesn’t pay tribute, the triggered ability will trigger before any player has a chance to remove the creature."},{"data":"2\/1\/2014","texto":" The triggered ability will resolve even if the creature with tribute isn’t on the battlefield at that time."}],"_id":{"$id":"537ad6f89e5d280d3a8b45f3"}},"142":{"numero":142,"sigla_edicao":"bng","cod":"142bngit","idioma":"it","nome":"Centaura Sapiente delle Lame","ataque":"3","resistencia":"2","lealdade":"","mana":"GG","mana_convertida":"2","raridade":"Common","artista":"Slawomir Maniak","link":"http:\/\/magiccards.info\/bng\/it\/142.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/142.jpg","imagem_local":"bng\/it\/142.jpg","descricao":"","texto":"La ragazza che sarebbe divenuta la Campionessa del Sole colpiva furiosamente il bersaglio da allenamento. Infine si fermò, il respiro affannato, e alzò lo sguardo verso la sua istruttrice.\r\n\"Quanta ira\", disse la centaura. \"Ti insegnerò l'arte della guerra, bambina. Ma prima dovrai raggiungere la pace con te stessa.\"\r\n—La Theriade","tipos":["Centauro","Guerriero","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f89e5d280d3a8b45f4"}},"143":{"numero":143,"sigla_edicao":"bng","cod":"143bngit","idioma":"it","nome":"Disgregare l'Etere","ataque":"","resistencia":"","lealdade":"","mana":"1G","mana_convertida":"2","raridade":"Uncommon","artista":"Jung Park","link":"http:\/\/magiccards.info\/bng\/it\/143.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/143.jpg","imagem_local":"bng\/it\/143.jpg","descricao":"Scegli un artefatto o un incantesimo bersaglio. Il suo proprietario lo rimescola nel suo grimorio.","texto":"I taumaturghi di Theros hanno appreso l'arte di intessere la loro magia nel mondo che li circonda, ma essa può essere disfatta un filo alla volta.","tipos":["Istantaneo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" If the artifact or enchantment is an illegal target as Unravel the Æther tries to resolve, it will be countered and none of its effects will happen. No library will be shuffled."},{"data":"2\/1\/2014","texto":" If the artifact or enchantment is a token, it will be shuffled into its owner’s library when Unravel the Æther resolves, then will cease to exist. For practical purposes, whatever item is representing the token should not actually be put into the library, though the library is still shuffled."}],"_id":{"$id":"537ad6f89e5d280d3a8b45f5"}},"144":{"numero":144,"sigla_edicao":"bng","cod":"144bngit","idioma":"it","nome":"Cromanticora","ataque":"4","resistencia":"4","lealdade":"","mana":"WUBRG","mana_convertida":"5","raridade":"Mythic Rare","artista":"Min Yum","link":"http:\/\/magiccards.info\/bng\/it\/144.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/144.jpg","imagem_local":"bng\/it\/144.jpg","descricao":"Conferire {2}{W}{U}{B}{R}{G} (Se lanci questa carta per il suo costo di conferire, è una magia Aura con incanta creatura. Diventa una creatura se non è assegnata a una creatura.)\r\n\r\nVolare, attacco improvviso, cautela, travolgere, legame vitale\r\n\r\nLa creatura incantata prende +4\/+4 e ha volare, attacco improvviso, cautela, travolgere e legame vitale.","texto":"","tipos":["Manticora","Incantesimo","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" You don’t choose whether the spell is going to be an Aura spell or not until the spell is already on the stack. Abilities that affect when you can cast a spell, such as flash, will apply to the creature card in whatever zone you’re casting it from. For example, an effect that said you can cast creature spells as though they have flash will allow you to cast a creature card with bestow as an Aura spell anytime you could cast an instant."},{"data":"9\/15\/2013","texto":" On the stack, a spell with bestow is either a creature spell or an Aura spell. It’s never both, although it’s an enchantment spell in either case."},{"data":"9\/15\/2013","texto":" Unlike other Aura spells, an Aura spell with bestow isn’t countered if its target is illegal as it begins to resolve. Rather, the effect making it an Aura spell ends, it loses enchant creature, it returns to being an enchantment creature spell, and it resolves and enters the battlefield as an enchantment creature."},{"data":"9\/15\/2013","texto":" Unlike other Auras, an Aura with bestow isn’t put into its owner’s graveyard if it becomes unattached. Rather, the effect making it an Aura ends, it loses enchant creature, and it remains on the battlefield as an enchantment creature. It can attack (and its {T} abilities can be activated, if it has any) on the turn it becomes unattached if it’s been under your control continuously, even as an Aura, since your most recent turn began."},{"data":"9\/15\/2013","texto":" If a permanent with bestow enters the battlefield by any method other than being cast, it will be an enchantment creature. You can’t choose to pay the bestow cost and have it become an Aura."},{"data":"9\/15\/2013","texto":" Auras attached to a creature don’t become tapped when the creature becomes tapped. Except in some rare cases, an Aura with bestow remains untapped when it becomes unattached and becomes a creature."},{"data":"9\/15\/2013","texto":" An Aura that becomes a creature is no longer put into its owner’s graveyard as a state-based action. Rather, it becomes unattached and remains on the battlefield as long as it’s a creature. While it’s a creature, it can’t be attached to another permanent or player. An Aura that’s not attached to a legal permanent or player as defined by its enchant ability and also isn’t a creature will be put into its owner’s graveyard as a state-based action."}],"_id":{"$id":"537ad6f89e5d280d3a8b45f6"}},"145":{"numero":145,"sigla_edicao":"bng","cod":"145bngit","idioma":"it","nome":"Efara, Dea della Polis","ataque":"6","resistencia":"5","lealdade":"","mana":"2WU","mana_convertida":"4","raridade":"Mythic Rare","artista":"Eric Deschamps","link":"http:\/\/magiccards.info\/bng\/it\/145.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/145.jpg","imagem_local":"bng\/it\/145.jpg","descricao":"Indistruttibile\r\n\r\nFintanto che la tua devozione al bianco e al blu è inferiore a sette, Efara non è una creatura.\r\n\r\nAll'inizio di ogni mantenimento, se hai fatto entrare nel campo di battaglia un'altra creatura sotto il tuo controllo nell'ultimo turno, pesca una carta.","texto":"","tipos":["Dio","Leggendaria","Incantesimo","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" Numeric mana symbols ({0}, {1}, and so on) in mana costs of permanents you control don’t count toward your devotion to any color."},{"data":"9\/15\/2013","texto":" Mana symbols in the text boxes of permanents you control don’t count toward your devotion to any color."},{"data":"9\/15\/2013","texto":" Hybrid mana symbols, monocolored hybrid mana symbols, and Phyrexian mana symbols do count toward your devotion to their color(s)."},{"data":"9\/15\/2013","texto":" If an activated ability or triggered ability has an effect that depends on your devotion to a color, you count the number of mana symbols of that color among the mana costs of permanents you control as the ability resolves. The permanent with that ability will be counted if it’s still on the battlefield at that time."},{"data":"9\/15\/2013","texto":" The type-changing ability that can make the God not be a creature functions only on the battlefield. It’s always a creature card in other zones, regardless of your devotion to its color."},{"data":"9\/15\/2013","texto":" If a God enters the battlefield, your devotion to its color (including the mana symbols in the mana cost of the God itself) will determine if a creature entered the battlefield or not, for abilities that trigger whenever a creature enters the battlefield."},{"data":"9\/15\/2013","texto":" If a God stops being a creature, it loses the type creature and all creature subtypes. It continues to be a legendary enchantment."},{"data":"9\/15\/2013","texto":" The abilities of Gods function as long as they’re on the battlefield, regardless of whether they’re creatures."},{"data":"9\/15\/2013","texto":" If a God is attacking or blocking and it stops being a creature, it will be removed from combat."},{"data":"9\/15\/2013","texto":" If a God is dealt damage, then stops being a creature, then becomes a creature again later in the same turn, the damage will still be marked on it. This is also true for any effects that were affecting the God when it was originally a creature. (Note that in most cases, the damage marked on the God won’t matter because it has indestructible.)"},{"data":"2\/1\/2014","texto":" Ephara’s last ability checks at the beginning of each upkeep whether another creature entered the battlefield under your control last turn. If one did, it will trigger; otherwise, it won’t. The ability will trigger only once no matter how many creatures entered the battlefield under your control that turn, as long as at least one did."},{"data":"2\/1\/2014","texto":" The last ability will trigger regardless of what has happened to the creature that entered the battlefield on the previous turn. It doesn’t matter whether it’s still under your control or whether it’s still on the battlefield."},{"data":"2\/1\/2014","texto":" If a noncreature permanent you control (such as an Aura with bestow) becomes a creature, it will not cause Ephara’s last ability to trigger the following turn. This is true even if that noncreature permanent became a creature the same turn it entered the battlefield."}],"_id":{"$id":"537ad6f89e5d280d3a8b45f7"}},"146":{"numero":146,"sigla_edicao":"bng","cod":"146bngit","idioma":"it","nome":"Illuminazione di Efara","ataque":"","resistencia":"","lealdade":"","mana":"1WU","mana_convertida":"3","raridade":"Uncommon","artista":"Wesley Burt","link":"http:\/\/magiccards.info\/bng\/it\/146.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/146.jpg","imagem_local":"bng\/it\/146.jpg","descricao":"Incanta creatura\r\n\r\nQuando l'Illuminazione di Efara entra nel campo di battaglia, metti un segnalino +1\/+1 sulla creatura incantata.\r\n\r\nLa creatura incantata ha volare.\r\n\r\nOgniqualvolta una creatura entra nel campo di battaglia sotto il tuo controllo, puoi far tornare l'Illuminazione di Efara in mano al suo proprietario.","texto":"","tipos":["Aura","Incantesimo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f89e5d280d3a8b45f8"}},"147":{"numero":147,"sigla_edicao":"bng","cod":"147bngit","idioma":"it","nome":"Fanatico di Xenagos","ataque":"3","resistencia":"3","lealdade":"","mana":"1RG","mana_convertida":"3","raridade":"Uncommon","artista":"Volkan Baga","link":"http:\/\/magiccards.info\/bng\/it\/147.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/147.jpg","imagem_local":"bng\/it\/147.jpg","descricao":"Travolgere\r\n\r\nTributo 1 (Mentre questa creatura entra nel campo di battaglia, un avversario a tua scelta può mettere un segnalino +1\/+1 su di essa.)\r\n\r\nQuando il Fanatico di Xenagos entra nel campo di battaglia, se il tributo non è stato pagato, prende +1\/+1 e ha rapidità fino alla fine del turno.","texto":"","tipos":["Centauro","Guerriero","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" If the opponent pays tribute, the creature will enter the battlefield with the specified number of +1\/+1 counters on it. It won’t enter the battlefield and then have the +1\/+1 counters placed on it."},{"data":"2\/1\/2014","texto":" The choice of whether to pay tribute is made as the creature with tribute is entering the battlefield. At that point, it’s too late to respond to the creature spell. For example, in a multiplayer game, opponents won’t know whether tribute will be paid or which opponent will be chosen to pay tribute or not when deciding whether to counter the creature spell."},{"data":"2\/1\/2014","texto":" If the triggered ability has a target, that target will not be known while the creature spell with tribute is on the stack."},{"data":"2\/1\/2014","texto":" Players can’t respond to the tribute decision before the creature enters the battlefield. That is, if the opponent doesn’t pay tribute, the triggered ability will trigger before any player has a chance to remove the creature."},{"data":"2\/1\/2014","texto":" The triggered ability will resolve even if the creature with tribute isn’t on the battlefield at that time."}],"_id":{"$id":"537ad6f89e5d280d3a8b45f9"}},"148":{"numero":148,"sigla_edicao":"bng","cod":"148bngit","idioma":"it","nome":"Karametra, Dea dei Raccolti","ataque":"6","resistencia":"7","lealdade":"","mana":"3WG","mana_convertida":"5","raridade":"Mythic Rare","artista":"Eric Deschamps","link":"http:\/\/magiccards.info\/bng\/it\/148.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/148.jpg","imagem_local":"bng\/it\/148.jpg","descricao":"Indistruttibile\r\n\r\nFintanto che la tua devozione al verde e al bianco è inferiore a sette, Karametra non è una creatura.\r\n\r\nOgniqualvolta lanci una magia creatura, puoi passare in rassegna il tuo grimorio per una carta Foresta o Pianura, metterla sul campo di battaglia TAPpata, poi rimescolare il tuo grimorio.","texto":"","tipos":["Dio","Leggendaria","Incantesimo","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" Numeric mana symbols ({0}, {1}, and so on) in mana costs of permanents you control don’t count toward your devotion to any color."},{"data":"9\/15\/2013","texto":" Mana symbols in the text boxes of permanents you control don’t count toward your devotion to any color."},{"data":"9\/15\/2013","texto":" Hybrid mana symbols, monocolored hybrid mana symbols, and Phyrexian mana symbols do count toward your devotion to their color(s)."},{"data":"9\/15\/2013","texto":" If an activated ability or triggered ability has an effect that depends on your devotion to a color, you count the number of mana symbols of that color among the mana costs of permanents you control as the ability resolves. The permanent with that ability will be counted if it’s still on the battlefield at that time."},{"data":"9\/15\/2013","texto":" The type-changing ability that can make the God not be a creature functions only on the battlefield. It’s always a creature card in other zones, regardless of your devotion to its color."},{"data":"9\/15\/2013","texto":" If a God enters the battlefield, your devotion to its color (including the mana symbols in the mana cost of the God itself) will determine if a creature entered the battlefield or not, for abilities that trigger whenever a creature enters the battlefield."},{"data":"9\/15\/2013","texto":" If a God stops being a creature, it loses the type creature and all creature subtypes. It continues to be a legendary enchantment."},{"data":"9\/15\/2013","texto":" The abilities of Gods function as long as they’re on the battlefield, regardless of whether they’re creatures."},{"data":"9\/15\/2013","texto":" If a God is attacking or blocking and it stops being a creature, it will be removed from combat."},{"data":"9\/15\/2013","texto":" If a God is dealt damage, then stops being a creature, then becomes a creature again later in the same turn, the damage will still be marked on it. This is also true for any effects that were affecting the God when it was originally a creature. (Note that in most cases, the damage marked on the God won’t matter because it has indestructible.)"},{"data":"2\/1\/2014","texto":" If you cast a creature card with bestow for its bestow cost, it becomes an Aura spell and not a creature spell. Karametra’s last ability won’t trigger."},{"data":"2\/1\/2014","texto":" You can use the last ability to put any land card with the subtype Forest or Plains onto the battlefield, not just ones named Forest or Plains."}],"_id":{"$id":"537ad6f89e5d280d3a8b45fa"}},"149":{"numero":149,"sigla_edicao":"bng","cod":"149bngit","idioma":"it","nome":"Kiora della Grande Onda","ataque":"","resistencia":"","lealdade":"2","mana":"2UG","mana_convertida":"4","raridade":"Mythic Rare","artista":"Scott M. Fischer","link":"http:\/\/magiccards.info\/bng\/it\/149.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/149.jpg","imagem_local":"bng\/it\/149.jpg","descricao":"+1: Fino al tuo prossimo turno, previeni tutto il danno che verrebbe inflitto a e da un permanente bersaglio controllato da un avversario.\r\n\r\n-1: Pesca una carta. Puoi giocare una terra addizionale in questo turno.\r\n\r\n-5: Ottieni un emblema con \"All'inizio della tua sottofase finale, metti sul campo di battaglia una pedina creatura Kraken 9\/9 blu\".","texto":"","tipos":["Kiora","Planeswalker"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" Kiora’s first ability can target any permanent an opponent controls, not just one that can deal or be dealt damage."},{"data":"2\/1\/2014","texto":" Once the first ability resolves, the damage prevention continues to apply even if that permanent changes controllers."},{"data":"2\/1\/2014","texto":" Kiora’s second ability allows you to play an additional land during your main phase. Doing so follows the normal timing rules for playing lands. In particular, you won’t play a land as that ability resolves. The ability will fully resolve (and you’ll draw a card, perhaps a land you’ll play later) first."},{"data":"2\/1\/2014","texto":" The effect of the second ability is cumulative with other effects that let you play additional lands, such as the one from Rites of Flourishing."},{"data":"2\/1\/2014","texto":" If Kiora leaves the battlefield after her second ability is activated but before it resolves, you’ll still be able to play an additional land after the ability resolves."}],"_id":{"$id":"537ad6f89e5d280d3a8b45fb"}},"150":{"numero":150,"sigla_edicao":"bng","cod":"150bngit","idioma":"it","nome":"Seguace di Kiora","ataque":"2","resistencia":"2","lealdade":"","mana":"UG","mana_convertida":"2","raridade":"Uncommon","artista":"Eric Deschamps","link":"http:\/\/magiccards.info\/bng\/it\/150.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/150.jpg","imagem_local":"bng\/it\/150.jpg","descricao":"{T}: STAPpa un altro permanente bersaglio.","texto":"\"Lei dice di essere Kiora, ma io credo che sia Thassa, incarnazione del mare e imperatrice degli abissi.\"","tipos":["Tritone","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f89e5d280d3a8b45fc"}},"151":{"numero":151,"sigla_edicao":"bng","cod":"151bngit","idioma":"it","nome":"Mogis, Dio del Massacro","ataque":"7","resistencia":"5","lealdade":"","mana":"2BR","mana_convertida":"4","raridade":"Mythic Rare","artista":"Peter Mohrbacher","link":"http:\/\/magiccards.info\/bng\/it\/151.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/151.jpg","imagem_local":"bng\/it\/151.jpg","descricao":"Indistruttibile\r\n\r\nFintanto che la tua devozione al nero e al rosso è inferiore a sette, Mogis non è una creatura.\r\n\r\nAll'inizio del mantenimento di ogni avversario, Mogis infligge 2 danni a quel giocatore a meno che quel giocatore non sacrifichi una creatura.","texto":"","tipos":["Dio","Leggendaria","Incantesimo","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" Numeric mana symbols ({0}, {1}, and so on) in mana costs of permanents you control don’t count toward your devotion to any color."},{"data":"9\/15\/2013","texto":" Mana symbols in the text boxes of permanents you control don’t count toward your devotion to any color."},{"data":"9\/15\/2013","texto":" Hybrid mana symbols, monocolored hybrid mana symbols, and Phyrexian mana symbols do count toward your devotion to their color(s)."},{"data":"9\/15\/2013","texto":" If an activated ability or triggered ability has an effect that depends on your devotion to a color, you count the number of mana symbols of that color among the mana costs of permanents you control as the ability resolves. The permanent with that ability will be counted if it’s still on the battlefield at that time."},{"data":"9\/15\/2013","texto":" The type-changing ability that can make the God not be a creature functions only on the battlefield. It’s always a creature card in other zones, regardless of your devotion to its color."},{"data":"9\/15\/2013","texto":" If a God enters the battlefield, your devotion to its color (including the mana symbols in the mana cost of the God itself) will determine if a creature entered the battlefield or not, for abilities that trigger whenever a creature enters the battlefield."},{"data":"9\/15\/2013","texto":" If a God stops being a creature, it loses the type creature and all creature subtypes. It continues to be a legendary enchantment."},{"data":"9\/15\/2013","texto":" The abilities of Gods function as long as they’re on the battlefield, regardless of whether they’re creatures."},{"data":"9\/15\/2013","texto":" If a God is attacking or blocking and it stops being a creature, it will be removed from combat."},{"data":"9\/15\/2013","texto":" If a God is dealt damage, then stops being a creature, then becomes a creature again later in the same turn, the damage will still be marked on it. This is also true for any effects that were affecting the God when it was originally a creature. (Note that in most cases, the damage marked on the God won’t matter because it has indestructible.)"},{"data":"2\/1\/2014","texto":" If the player can’t sacrifice a creature (usually because he or she doesn’t control one), Mogis will deal 2 damage to him or her."}],"_id":{"$id":"537ad6f89e5d280d3a8b45fd"}},"152":{"numero":152,"sigla_edicao":"bng","cod":"152bngit","idioma":"it","nome":"Fenax, Dio dell'Inganno","ataque":"4","resistencia":"7","lealdade":"","mana":"3UB","mana_convertida":"5","raridade":"Mythic Rare","artista":"Ryan Barger","link":"http:\/\/magiccards.info\/bng\/it\/152.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/152.jpg","imagem_local":"bng\/it\/152.jpg","descricao":"Indistruttibile\r\n\r\nFintanto che la tua devozione al blu e al nero è inferiore a sette, Fenax non è una creatura.\r\n\r\nLe creature che controlli hanno \"{T}: Un giocatore bersaglio mette nel suo cimitero le prime X carte del suo grimorio, dove X è la costituzione di questa creatura\".","texto":"","tipos":["Dio","Leggendaria","Incantesimo","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" Numeric mana symbols ({0}, {1}, and so on) in mana costs of permanents you control don’t count toward your devotion to any color."},{"data":"9\/15\/2013","texto":" Mana symbols in the text boxes of permanents you control don’t count toward your devotion to any color."},{"data":"9\/15\/2013","texto":" Hybrid mana symbols, monocolored hybrid mana symbols, and Phyrexian mana symbols do count toward your devotion to their color(s)."},{"data":"9\/15\/2013","texto":" If an activated ability or triggered ability has an effect that depends on your devotion to a color, you count the number of mana symbols of that color among the mana costs of permanents you control as the ability resolves. The permanent with that ability will be counted if it’s still on the battlefield at that time."},{"data":"9\/15\/2013","texto":" The type-changing ability that can make the God not be a creature functions only on the battlefield. It’s always a creature card in other zones, regardless of your devotion to its color."},{"data":"9\/15\/2013","texto":" If a God enters the battlefield, your devotion to its color (including the mana symbols in the mana cost of the God itself) will determine if a creature entered the battlefield or not, for abilities that trigger whenever a creature enters the battlefield."},{"data":"9\/15\/2013","texto":" If a God stops being a creature, it loses the type creature and all creature subtypes. It continues to be a legendary enchantment."},{"data":"9\/15\/2013","texto":" The abilities of Gods function as long as they’re on the battlefield, regardless of whether they’re creatures."},{"data":"9\/15\/2013","texto":" If a God is attacking or blocking and it stops being a creature, it will be removed from combat."},{"data":"9\/15\/2013","texto":" If a God is dealt damage, then stops being a creature, then becomes a creature again later in the same turn, the damage will still be marked on it. This is also true for any effects that were affecting the God when it was originally a creature. (Note that in most cases, the damage marked on the God won’t matter because it has indestructible.)"},{"data":"2\/1\/2014","texto":" If you activate the ability Phenax grants to creatures you control, the toughness of the creature is calculated as the ability resolves. If the creature is no longer on the battlefield at that time, use its toughness when it was last on the battlefield."},{"data":"2\/1\/2014","texto":" If Phenax is a creature, it will grant itself the activated ability."},{"data":"2\/1\/2014","texto":" If you tap Phenax to activate the ability it grants itself, and Phenax is no longer a creature but still on the battlefield as that ability resolves, no cards will be put into the target player’s graveyard. Similarly, if Phenax isn’t on the battlefield as the ability resolves and wasn’t a creature when it left the battlefield, no cards will be put into the graveyard."}],"_id":{"$id":"537ad6f89e5d280d3a8b45fe"}},"153":{"numero":153,"sigla_edicao":"bng","cod":"153bngit","idioma":"it","nome":"Istigacollera","ataque":"2","resistencia":"3","lealdade":"","mana":"1BR","mana_convertida":"3","raridade":"Uncommon","artista":"Karl Kopinski","link":"http:\/\/magiccards.info\/bng\/it\/153.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/153.jpg","imagem_local":"bng\/it\/153.jpg","descricao":"Le magie Minotauro che lanci costano {B}{R} in meno per essere lanciate. Questo effetto riduce solo l'ammontare di mana colorato che paghi. (Per esempio, se lanci una magia Minotauro con costo di mana {2}{R}, essa costa {2} per essere lanciata.)","texto":"","tipos":["Minotauro","Sciamano","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" If you control more than one Ragemonger, the cost reduction is cumulative."},{"data":"2\/1\/2014","texto":" You apply cost reduction effects after other cost modifiers, so Ragemonger can reduce additional costs or alternative costs of Minotaur spells if they include {B} and\/or {R}."},{"data":"2\/1\/2014","texto":" If a spell has hybrid mana symbols in its mana cost, you choose which half you will be paying before determining the total cost. If you choose to pay such a cost with {B} or {R}, Ragemonger can reduce that part of the cost."}],"_id":{"$id":"537ad6f89e5d280d3a8b45ff"}},"154":{"numero":154,"sigla_edicao":"bng","cod":"154bngit","idioma":"it","nome":"Mietere il Raccolto","ataque":"","resistencia":"","lealdade":"","mana":"1WG","mana_convertida":"3","raridade":"Uncommon","artista":"Cynthia Sheppard","link":"http:\/\/magiccards.info\/bng\/it\/154.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/154.jpg","imagem_local":"bng\/it\/154.jpg","descricao":"Scegli fino a tre creature bersaglio. Metti un segnalino +1\/+1 su ciascuna di esse.","texto":"La forza del popolo proviene dalla terra e i doni della terra provengono da Karametra.","tipos":["Istantaneo"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" Reap What Is Sown can’t target the same creature multiple times. It will put only one +1\/+1 counter on each of its targets."}],"_id":{"$id":"537ad6f89e5d280d3a8b4600"}},"155":{"numero":155,"sigla_edicao":"bng","cod":"155bngit","idioma":"it","nome":"Sirena del Canto Silente","ataque":"2","resistencia":"1","lealdade":"","mana":"1UB","mana_convertida":"3","raridade":"Uncommon","artista":"Anthony Palumbo","link":"http:\/\/magiccards.info\/bng\/it\/155.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/155.jpg","imagem_local":"bng\/it\/155.jpg","descricao":"Volare\r\n\r\nIspirazione — Ogniqualvolta la Sirena del Canto Silente viene STAPpata, ogni avversario scarta una carta, poi mette nel proprio cimitero la prima carta del proprio grimorio.","texto":"","tipos":["Zombie","Sirena","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" Inspired abilities trigger no matter how the creature becomes untapped"},{"data":"2\/1\/2014","texto":" If an inspired ability triggers during your untap step, the ability will be put on the stack at the beginning of your upkeep. If the ability creates one or more token creatures, those creatures won’t be able to attack that turn (unless they gain haste)."},{"data":"2\/1\/2014","texto":" Inspired abilities don’t trigger when the creature enters the battlefield."},{"data":"2\/1\/2014","texto":" If the inspired ability includes an optional cost, you decide whether to pay that cost as the ability resolves. You can do this even if the creature leaves the battlefield in response to the ability."}],"_id":{"$id":"537ad6f89e5d280d3a8b4601"}},"156":{"numero":156,"sigla_edicao":"bng","cod":"156bngit","idioma":"it","nome":"Xenagos, Dio della Dissolutezza","ataque":"6","resistencia":"5","lealdade":"","mana":"3RG","mana_convertida":"5","raridade":"Mythic Rare","artista":"Jason Chan","link":"http:\/\/magiccards.info\/bng\/it\/156.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/156.jpg","imagem_local":"bng\/it\/156.jpg","descricao":"Indistruttibile\r\n\r\nFintanto che la tua devozione al rosso e al verde è inferiore a sette, Xenagos non è una creatura.\r\n\r\nAll'inizio del combattimento nel tuo turno, un'altra creatura bersaglio che controlli ha rapidità e prende +X\/+X fino alla fine del turno, dove X è la forza di quella creatura.","texto":"","tipos":["Dio","Leggendaria","Incantesimo","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" Numeric mana symbols ({0}, {1}, and so on) in mana costs of permanents you control don’t count toward your devotion to any color."},{"data":"9\/15\/2013","texto":" Mana symbols in the text boxes of permanents you control don’t count toward your devotion to any color."},{"data":"9\/15\/2013","texto":" Hybrid mana symbols, monocolored hybrid mana symbols, and Phyrexian mana symbols do count toward your devotion to their color(s)."},{"data":"9\/15\/2013","texto":" If an activated ability or triggered ability has an effect that depends on your devotion to a color, you count the number of mana symbols of that color among the mana costs of permanents you control as the ability resolves. The permanent with that ability will be counted if it’s still on the battlefield at that time."},{"data":"9\/15\/2013","texto":" The type-changing ability that can make the God not be a creature functions only on the battlefield. It’s always a creature card in other zones, regardless of your devotion to its color."},{"data":"9\/15\/2013","texto":" If a God enters the battlefield, your devotion to its color (including the mana symbols in the mana cost of the God itself) will determine if a creature entered the battlefield or not, for abilities that trigger whenever a creature enters the battlefield."},{"data":"9\/15\/2013","texto":" If a God stops being a creature, it loses the type creature and all creature subtypes. It continues to be a legendary enchantment."},{"data":"9\/15\/2013","texto":" The abilities of Gods function as long as they’re on the battlefield, regardless of whether they’re creatures."},{"data":"9\/15\/2013","texto":" If a God is attacking or blocking and it stops being a creature, it will be removed from combat."},{"data":"9\/15\/2013","texto":" If a God is dealt damage, then stops being a creature, then becomes a creature again later in the same turn, the damage will still be marked on it. This is also true for any effects that were affecting the God when it was originally a creature. (Note that in most cases, the damage marked on the God won’t matter because it has indestructible.)"},{"data":"2\/1\/2014","texto":" The value of X is calculated only once, as the ability resolves."}],"_id":{"$id":"537ad6f89e5d280d3a8b4602"}},"157":{"numero":157,"sigla_edicao":"bng","cod":"157bngit","idioma":"it","nome":"Cornucopia Astrale","ataque":"","resistencia":"","lealdade":"","mana":"XXX","mana_convertida":"","raridade":"Rare","artista":"Aleksi Briclot","link":"http:\/\/magiccards.info\/bng\/it\/157.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/157.jpg","imagem_local":"bng\/it\/157.jpg","descricao":"La Cornucopia Astrale entra nel campo di battaglia con X segnalini carica.\r\n\r\n{T}: Scegli un colore. Aggiungi un mana di quel colore alla tua riserva di mana per ogni segnalino carica sulla Cornucopia Astrale.","texto":"","tipos":["Artefatto"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" If you choose 1 for the value of X, Astral Cornucopia will cost {3} to cast and enter the battlefield with one charge counter. If you choose 2 for the value of X, it will cost {6} to cast and enter the battlefield with two charge counters, and so on."},{"data":"2\/1\/2014","texto":" The last ability is a mana ability. It doesn’t use the stack and can’t be responded to."}],"_id":{"$id":"537ad6f89e5d280d3a8b4603"}},"158":{"numero":158,"sigla_edicao":"bng","cod":"158bngit","idioma":"it","nome":"Testa di Gorgone","ataque":"","resistencia":"","lealdade":"","mana":"1","mana_convertida":"1","raridade":"Uncommon","artista":"Michael C. Hayes","link":"http:\/\/magiccards.info\/bng\/it\/158.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/158.jpg","imagem_local":"bng\/it\/158.jpg","descricao":"La creatura equipaggiata ha tocco letale.\r\n\r\nEquipaggiare {2}","texto":"\"Hai ucciso la gorgone? Dimostramelo.\"\r\n—Re Igalus, ultime parole","tipos":["Equipaggiamento","Artefatto"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f89e5d280d3a8b4604"}},"159":{"numero":159,"sigla_edicao":"bng","cod":"159bngit","idioma":"it","nome":"Altare degli Eroi","ataque":"","resistencia":"","lealdade":"","mana":"5","mana_convertida":"5","raridade":"Rare","artista":"Willian Murai","link":"http:\/\/magiccards.info\/bng\/it\/159.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/159.jpg","imagem_local":"bng\/it\/159.jpg","descricao":"Ogni creatura leggendaria che controlli prende +1\/+1 per ogni altra creatura leggendaria che controlli.\r\n\r\n{X}, {T}: Guarda le prime X carte del tuo grimorio. Puoi rivelare una carta creatura leggendaria tra esse e aggiungerla alla tua mano. Metti le altre in fondo al tuo grimorio in ordine casuale.","texto":"","tipos":["Artefatto","Leggendario"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f89e5d280d3a8b4605"}},"160":{"numero":160,"sigla_edicao":"bng","cod":"160bngit","idioma":"it","nome":"Colonna di Guerra","ataque":"3","resistencia":"3","lealdade":"","mana":"3","mana_convertida":"3","raridade":"Uncommon","artista":"Aleksi Briclot","link":"http:\/\/magiccards.info\/bng\/it\/160.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/160.jpg","imagem_local":"bng\/it\/160.jpg","descricao":"Difensore\r\n\r\nFintanto che la Colonna di Guerra è incantata, può attaccare come se non avesse difensore.","texto":"Solo perché un tempio non ha guardie non significa che sia indifeso.","tipos":["Golem","Artefatto","Creatura"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" Defender only matters when Pillar of War could be declared as an attacking creature. If Pillar of War is already attacking, it becoming not enchanted doesn’t cause it to be removed from combat."}],"_id":{"$id":"537ad6f89e5d280d3a8b4606"}},"161":{"numero":161,"sigla_edicao":"bng","cod":"161bngit","idioma":"it","nome":"Lira del Canto delle Sirene","ataque":"","resistencia":"","lealdade":"","mana":"2","mana_convertida":"2","raridade":"Uncommon","artista":"James Paick","link":"http:\/\/magiccards.info\/bng\/it\/161.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/161.jpg","imagem_local":"bng\/it\/161.jpg","descricao":"La creatura equipaggiata ha \"{2}, {T}: TAPpa una creatura bersaglio\".\r\n\r\nEquipaggiare {2}","texto":"Una sirena un tempo cercò di rubarla per invidia, ma fu ammaliata dal canto delle sue corde.","tipos":["Equipaggiamento","Artefatto"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[""],"_id":{"$id":"537ad6f89e5d280d3a8b4607"}},"162":{"numero":162,"sigla_edicao":"bng","cod":"162bngit","idioma":"it","nome":"Tamburo Foglia di Primavera","ataque":"","resistencia":"","lealdade":"","mana":"1","mana_convertida":"1","raridade":"Uncommon","artista":"Seb McKinnon","link":"http:\/\/magiccards.info\/bng\/it\/162.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/162.jpg","imagem_local":"bng\/it\/162.jpg","descricao":"{T}, TAPpa una creatura STAPpata che controlli: Aggiungi un mana di un qualsiasi colore alla tua riserva di mana.","texto":"\"La musica è racchiusa nel tamburo. Io la convinco semplicemente a uscire perché sia udita.\"","tipos":["Artefatto"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"2\/1\/2014","texto":" You can tap a creature that hasn’t been under your control since your most recent turn began to activate the ability."}],"_id":{"$id":"537ad6f89e5d280d3a8b4608"}},"163":{"numero":163,"sigla_edicao":"bng","cod":"163bngit","idioma":"it","nome":"Tempio dell'Illuminazione","ataque":"","resistencia":"","lealdade":"","mana":"","mana_convertida":"","raridade":"Rare","artista":"Svetlin Velinov","link":"http:\/\/magiccards.info\/bng\/it\/163.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/163.jpg","imagem_local":"bng\/it\/163.jpg","descricao":"Il Tempio dell'Illuminazione entra nel campo di battaglia TAPpato.\r\n\r\nQuando il Tempio dell'Illuminazione entra nel campo di battaglia, profetizza 1. (Guarda la prima carta del tuo grimorio. Puoi mettere quella carta in fondo al tuo grimorio.)\r\n\r\n{T}: Aggiungi {W} o {U} alla tua riserva di mana.","texto":"","tipos":["Terra"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" When you scry, you may put all the cards you look at back on top of your library, you may put all of those cards on the bottom of your library, or you may put some of those cards on top and the rest of them on the bottom."},{"data":"9\/15\/2013","texto":" You choose how to order cards returned to your library after scrying no matter where you put them."},{"data":"9\/15\/2013","texto":" You perform the actions stated on a card in sequence. For some spells and abilities, that means you’ll scry last. For others, that means you’ll scry and then perform other actions."},{"data":"9\/15\/2013","texto":" Scry appears on some spells and abilities with one or more targets. If all of the spell or ability’s targets are illegal when it tries to resolve, it will be countered and none of its effects will happen. You won’t scry."}],"_id":{"$id":"537ad6f89e5d280d3a8b4609"}},"164":{"numero":164,"sigla_edicao":"bng","cod":"164bngit","idioma":"it","nome":"Tempio dell'Odio","ataque":"","resistencia":"","lealdade":"","mana":"","mana_convertida":"","raridade":"Rare","artista":"Sam Burley","link":"http:\/\/magiccards.info\/bng\/it\/164.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/164.jpg","imagem_local":"bng\/it\/164.jpg","descricao":"Il Tempio dell'Odio entra nel campo di battaglia TAPpato.\r\n\r\nQuando il Tempio dell'Odio entra nel campo di battaglia, profetizza 1. (Guarda la prima carta del tuo grimorio. Puoi mettere quella carta in fondo al tuo grimorio.)\r\n\r\n{T}: Aggiungi {B} o {R} alla tua riserva di mana.","texto":"","tipos":["Terra"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" When you scry, you may put all the cards you look at back on top of your library, you may put all of those cards on the bottom of your library, or you may put some of those cards on top and the rest of them on the bottom."},{"data":"9\/15\/2013","texto":" You choose how to order cards returned to your library after scrying no matter where you put them."},{"data":"9\/15\/2013","texto":" You perform the actions stated on a card in sequence. For some spells and abilities, that means you’ll scry last. For others, that means you’ll scry and then perform other actions."},{"data":"9\/15\/2013","texto":" Scry appears on some spells and abilities with one or more targets. If all of the spell or ability’s targets are illegal when it tries to resolve, it will be countered and none of its effects will happen. You won’t scry."}],"_id":{"$id":"537ad6f89e5d280d3a8b460a"}},"165":{"numero":165,"sigla_edicao":"bng","cod":"165bngit","idioma":"it","nome":"Tempio della Prosperità","ataque":"","resistencia":"","lealdade":"","mana":"","mana_convertida":"","raridade":"Rare","artista":"Noah Bradley","link":"http:\/\/magiccards.info\/bng\/it\/165.html","imagem_src":"http:\/\/magiccards.info\/scans\/it\/bng\/165.jpg","imagem_local":"bng\/it\/165.jpg","descricao":"Il Tempio della Prosperità entra nel campo di battaglia TAPpato.\r\n\r\nQuando il Tempio della Prosperità entra nel campo di battaglia, profetizza 1. (Guarda la prima carta del tuo grimorio. Puoi mettere quella carta in fondo al tuo grimorio.)\r\n\r\n{T}: Aggiungi {G} o {W} alla tua riserva di mana.","texto":"","tipos":["Terra"],"legalidade":["Legal in Vintage (Type 1)","Legal in Legacy (Type 1.5)","Legal in Extended (Type 1.X)","Legal in Standard (Type 2)","Legal in Classic (MTGO)","Legal in Commander","Legal in Modern"],"regras":[{"data":"9\/15\/2013","texto":" When you scry, you may put all the cards you look at back on top of your library, you may put all of those cards on the bottom of your library, or you may put some of those cards on top and the rest of them on the bottom."},{"data":"9\/15\/2013","texto":" You choose how to order cards returned to your library after scrying no matter where you put them."},{"data":"9\/15\/2013","texto":" You perform the actions stated on a card in sequence. For some spells and abilities, that means you’ll scry last. For others, that means you’ll scry and then perform other actions."},{"data":"9\/15\/2013","texto":" Scry appears on some spells and abilities with one or more targets. If all of the spell or ability’s targets are illegal when it tries to resolve, it will be countered and none of its effects will happen. You won’t scry."}],"_id":{"$id":"537ad6f89e5d280d3a8b460b"}}}}